Repository: FedoraQt/MediaWriter
Catalog: po/mediawriter_*.po
Languages: ar, be, bg, cs, da, de, es, fa, fi, fr, fur, hu, it, ja, kab, kk, pl, pt_br, ro, ru, sk, sv, tr, uk, vi

# RestorePage|
source: <p align="justify"> To reclaim all space available on the drive, it has to be restored to its factory settings. The live system and all saved data will be deleted.</p> <p align="justify"> You don't need to restore the drive if you want to write another live system to it.</p> <p align="justify"> Do you want to restore it to factory settings? </p>
da: <p align="justify"> For at genskabe alt plads tilgængelig på drevet, skal det gendannes til dets fabriksindstillinger. Live-systemet og alle gemte data vil blive slettet.</p><p align="justify"> Du behøver ikke gendanne drevet, hvis du ønsker at skrive et andet live-system til det.</p><p align="justify">Ønsker du at gendanne det til fabriksindstillinger?</p>
fi: <p align="justify"> Asemalla olevan tilan vapauttamiseksi se on palautettava tehdasasetuksiinsa. Live-järjestelmä ja kaikki tallennetut tiedot poistetaan. </p> <p align="justify"> Sinun ei tarvitse palauttaa asemaa, jos haluat kirjoittaa siihen toisen reaaliaikaisen järjestelmän.</p> <p align="justify"> Haluatko palauttaa sen tehdasasetuksiin? </p>
hu: <p align="justify">A meghajtón lévő összes elérhető hely visszaállításához a gyári állapotára kell helyreállítani. A live rendszer és az összes mentett adat törlésre kerül.</p> <p align="justify">Nem kell helyreállítania a meghajtót, ha másik live rendszert szeretne rá kiírni. </p> <p align="justify">Helyreállítja a gyári beállításokat?</p>
it: <p align="justify"> Per recuperare tutto lo spazio disponibile sull'unità, è necessario ripristinarla alle impostazioni di fabbrica. Il sistema live e tutti i dati salvati verranno eliminati.</p> <p align="justify"> Non è necessario ripristinare l'unità se si desidera scrivere un altro sistema live su di essa.</p> <p align="justify"> Vuoi ripristinarla alle impostazioni di fabbrica? </p>
kab: <p align="justify"> Akken ad tizmireḍ ad talseḍ aseqdec akk tallunt n unuḍaf i tikkelt niḍen, yessefk ad t-terreḍ ɣer waddad-is n lluzin. Anagraw live akked meṛṛa isefka i yettwaskelsen ad ttwakksen. </p> <p align="justify"> Ur tesriḍ ara ad d-terreḍ anuḍaf ma yella tebɣiḍ ad taruḍ fell-as anagraw live niḍen. </p> <p align="justify"> Tebɣiḍ ad t-id-terreḍ ɣer waddad-is amezwaru? </p>
kk: <p align="justify"> Дискідегі барлық қолжетімді орынды қайтару үшін оны зауыттық параметрлеріне қалпына келтіру керек. Live жүйе және барлық сақталған деректер өшіріледі.</p> <p align="justify"> Егер сіз оған басқа Live жүйені жазғыңыз келсе, дискіні қалпына келтірудің қажеті жоқ.</p> <p align="justify"> Оны зауыттық параметрлерге қалпына келтіргіңіз келе ме? </p>
ro: <p align="justify"> Pentru a recupera tot spațiul disponibil pe unitate, aceasta trebuie să fie restaurată la valorile din fabrică. Sistemul activ și toate datele salvate vor fi șterse. </p> <p align="justify"> Nu trebuie să restaurați unitatea dacă doriți să scrieți un alt sistem activ pe aceasta.</p> <p align="justify"> Doriți să o restaurați la valorile din fabrică? </p>
sk: <p align="justify"> Pre získanie všetkého dostupného miesta na disku je ho potrebné obnoviť do výrobných nastavení. Live systém a všetky uložené dáta budú vymazané. </p> <p align="justify"> Ak chcete na disk zapísať iný live systém, tak disk nemusíte obnovovať.</p> <p align="justify"> Chcete obnoviť disk do výrobných nastavení? </p>
vi: <p align="justify">Để thu hồi toàn bộ dung lượng của ổ đĩa, bạn cần khôi phục nó về trạng thái xuất xưởng. Hệ thống live và toàn bộ dữ liệu đã lưu sẽ bị xóa.</p> <p align="justify">Bạn không cần khôi phục ổ đĩa nếu chỉ muốn ghi một hệ thống live khác lên đó.</p> <p align="justify">Bạn có muốn khôi phục về trạng thái xuất xưởng không?</p>

# RestorePage|
source: <p align="justify">Please wait while Fedora Media Writer restores your portable drive.</p>
ar: <p align="justify">الرجاء الانتظار ريثما يستعيد كاتب وسائط فيدورا محرك أقراصك المحمول.</p>
be: <p align="justify">Пачакайце, пакуль Fedora Media Writer аднаўляе ваш пераносны дыск.</p>
bg: <p align="justify">Моля изчакайте, докато Fedora Media Writer възстановява преносимото ви устройство.</p>
cs: <p align="justify">Prosím počkejte, dokud Fedora Media Writer neobnoví váš přenosný disk.</p>
da: <p align="justify">Vent venligst mens Fedora-medieskriver gendanner dit flytbare drev.</p>
de: <p align="justify">Bitte warten Sie, während Fedora Media Writer Ihr tragbares Laufwerk wiederherstellt.</p>
es: <p align="justify">Por favor espere mientras Fedora Media Writer restaura su disco portátil.</p>
fi: <p align="justify">Odota hetki kun Fedora Media Writer palauttaa levysi.</p>
fr: <p align="justify">Veuillez patienter pendant que Fedora Media Writer restaure votre lecteur amovible.</p>
fur: <p align="justify">Par plasê spiete intant che Scritôr Supuarts di Fedora al ripristini la unitât portatile.</p>
hu: <p align="justify">Várjon amíg a Fedora médiaíró helyreállítja a hordozható meghajtót.</p>
it: <p align="justify">Attendi il ripristino dell'unità portatile da parte di Fedora Media Writer.</p>
ja: <p align="justify">Fedora Media Writerがポータブルドライブを復元するまでお待ちください。</p>
kab: <p align="justify">Ttxil-k rǧu alamma yerra-d Fedora Media Writer anuḍaf-ik n ufus.</p>
kk: <p align="justify">Fedora Media Writer портативті дискіңізді қалпына келтіргенше күтіңіз.</p>
pl: <p align="justify">Proszę czekać, Fedora Media Writer przywraca dysk USB.</p>
pt_br: <p align="justify">Aguarde enquanto o Fedora Media Writer restaura seu dispositivo portátil.</p>
ro: <p align="justify">Vă rugăm să așteptați în timp ce Fedora Media Writer vă restaurează unitatea amovibilă.</p>
ru: <p align="justify">Подождите, пока Fedora Media Writer восстанавливает ваш переносной диск.</p>
sk: <p align="justify">Prosím počkajte dokedy Fedora Media Writer neobnoví váš prenosný disk.</p>
sv: <p align="justify">Vänta medan Fedora mediaskrivare återställer din portabla enhet.</p>
tr: <p align="justify">Fedora Ortam Yazıcı taşınabilir sürücünüzü sıfırlarken lütfen bekleyin.</p>
uk: <p align="justify">Будь ласка, зачекайте, доки Fedora Media Writer відновити вміст вашого портативного диска.</p>
vi: <p align="justify">Vui lòng chờ trong khi Fedora Media Writer khôi phục ổ đĩa di động của bạn.</p>

# RestorePage|
source: Your drive was successfully restored!
ar: تمت استعادة قرصك بنجاح!
be: Дыск паспяхова адноўлены!
bg: Устройството ви е успешно възстановено!
cs: Váš disk byl úspěšně obnoven!
da: Dit drev blev succesfuldt gendannet!
de: Das Laufwerk wurde erfolgreich wiederhergestellt!
es: ¡Su disco fue restaurado con éxito!
fi: Asemasi palautus onnistui!
fr: Votre lecteur a été restauré avec succès !
fur: La unitât e je stade ripristinade cun sucès!
hu: A meghajtó sikeresen helyreállítva!
it: L'unità è stata correttamente ripristinata!
ja: ドライブが正常に復元されました!
kab: Anuḍaf-ik yettwarr-d akken iwata!
kk: Дискіңіз сәтті қалпына келтірілді!
pl: Pomyślnie przywrócono dysk.
pt_br: Sua unidade foi restaurado com sucesso!
ro: Unitatea a fost restaurată cu succes!
ru: Ваш диск успешно восстановлен!
sk: Váš disk bol úspešne obnovený!
sv: Din enhet har återställts!
tr: Sürücünüz başarıyla sıfırlandı!
uk: Вміст вашого диска успішно відновлено!
vi: Ổ đĩa của bạn đã được khôi phục thành công!

# RestorePage|
source: Unfortunately, an error occurred during the process. Please try restoring the drive using your system tools.
ar: للأسف، وقع خطأ ما أثناء العملية. الرجاء محاولة استعادة محرك الأقراص باستخدام أدوات النظام.
be: На жаль, падчас выканання дзеяння ўзнікла памылка. Паспрабуйце аднавіць дыск сродкамі сістэмы.
bg: За съжаление, се получи грешка по време на процеса. Моля, опитайте да възстановите устройството чрез инструментите на системата.
cs: Bohužel, v průběhu obnovování nastala chyba.<br>Pokuste se prosím o obnovu pomocí nástrojů vašeho systému.
da: Der opstod desværre en fejl under processen. Prøv venligst at gendanne drevet med dine systemværktøjer.
de: Leider ist während des Vorgangs ein Fehler aufgetreten. Versuchen Sie bitte mithilfe der Systemwerkzeuge das Laufwerk wiederherzustellen.
es: Desafortunadamente se produjo un error en el proceso. Intente restaurar el disco usando las herramientas de sistema.
fi: Valitettavasti prosessin aikana tapahtui virhe. Kokeile levyn palauttamista järjestelmäsi työkaluja käyttäen.
fr: Malheureusement, une erreur est survenue durant le processus. Essayez de restaurer le disque en utilisant vos outils système.
fur: Purtrop al è capitât un erôr dilunc il procès.Cîr di ripristinâ la unitât doprant i struments di sisteme.
hu: Sajnos hiba történt a feldolgozás során. <br>Próbálja meg helyreállítani az eszközt a rendszereszközökkel.
it: Si è verificato un errore durante il processo. Ripristina l'unità usando gli strumenti di sistema.
ja: 残念ながら、処理中にエラーが発生しました。 システムツールを使用してドライブを復元できるか試みてください。
kab: Nesḥassef, teḍra-d tuccḍa lawan n ukala. Ttxil-k, ɛerḍ ad d-terreḍ anuḍaf s useqdec n yifecka n unagraw.
kk: Өкінішке орай, процесс барысында қате орын алды. Жүйелік саймандарды пайдаланып дискіні қалпына келтіріп көріңіз.
pl: W trakcie procesu wystąpił błąd. Proszę przywrócić dysk za pomocą narzędzi systemowych.
pt_br: Infelizmente, ocorreu um erro durante o processo. Tente restaurar a unidade usando as ferramentas do sistema.
ro: Din păcate, a apărut o eroare în timpul procesului. Vă rugăm să încercați să restaurați unitatea utilizând instrumentele din sistem.
ru: К сожалению, произошла ошика во время этого процесса. Попробуйте восстановить диск своими системными средствами.
sk: Bohužiaľ, počas spracovania sa vyskytla chyba. Vyskúšajte prosím obnoviť disk pomocou systémových nástrojov.
sv: Tyvärr inträffade ett fel under processen. Försök att återställa enheten med dina systemverktyg.
tr: Ne yazık ki işlem sırasında hata oluştu. Lütfen sistem araçlarınızı kullanarak sürücünüzü onarmayı deneyin.
uk: На жаль, під час виконання дій сталася помилка. Будь ласка, спробуйте відновити ваш диск за допомогою інших інструментів системи.
vi: Rất tiếc, đã xảy ra lỗi trong quá trình thực hiện. Vui lòng thử khôi phục ổ đĩa bằng công cụ hệ thống của bạn.

# RestorePage|
source: Restoring finished
ar: اكتملت الاستعادة
be: Аднаўленне завершана
bg: Успешно възстановяване
cs: Obnova dokončena
da: Gendannelse fuldført
de: Wiederherstellung abgeschlossen
es: Restauración finalizada
fi: Palauttaminen valmis
fr: Restauration terminée
fur: Ripristinament terminât
hu: A helyreállítás elkészült
it: Ripristino completato
ja: 復元が完了しました
kab: Tiririt tfukk
kk: Қалпына келтіру аяқталды
pl: Ukończono przywracanie
pt_br: Restauração concluída
ro: Restaurare finalizată
ru: Восстановление завершено
sk: Obnova dokončená
sv: Återställningen slutförd
tr: Sıfırlama tamamlandı
uk: Відновлення завершено
vi: Quá trình khôi phục đã xong

# RestorePage|
source: Finish
ar: أنهِ
be: Гатова
cs: Dokončit
da: Færdig
de: Fertig
fi: Lopeta
fr: Terminer
hu: Befejezés
it: Fine
kab: Ifukk
kk: Аяқтау
pl: Ukończ
pt_br: Concluir
ro: Finalizare
sk: Dokončiť
sv: Slutför
tr: Bitir
uk: Завершити
vi: Hoàn thành

# RestorePage|
source: Restore
ar: استعد
be: Аднавіць
cs: Obnovit
da: Gendan
de: Wiederherstellen
fi: Palauta
fr: Restaurer
hu: Helyreállítás
it: Ripristina
kab: Err-d
kk: Қалпына келтіру
pl: Przywróć
pt_br: Restaurar
ro: Restaurare
sk: Obnoviť
sv: Återställ
tr: Sıfırla
uk: Відновити
vi: Khôi phục

# VersionPage|
source: Select Fedora Release
ar: اختيار اصدار فيدورا
be: Выберыце выпуск Fedora
bg: Избор на версия на Fedora
cs: Vyberte vydání Fedory
da: Vælg Fedora-udgave
de: Fedora-Ausgabe auswählen
es: Seleccionar Versión de Fedora
fi: Valitse Fedoran julkaisu
fr: Sélectionnez une version de Fedora
fur: Selezione une version di Fedora
hu: Fedora kiadás kiválasztása
it: Seleziona versione Fedora
ja: Fedoraのリリースを選択してください
kab: Fren lqem n Fedora
kk: Fedora шығарылымын таңдау
pl: Wybór wydania Fedory
pt_br: Selecionar a versão do Fedora
ro: Selectați versiunea Fedora
ru: Выбрать выпуск Fedora
sk: Vyberte vydanie Fedory
sv: Välj Fedora släpp
tr: Fedora Sürümü Seç
uk: Виберіть випуск Fedora
vi: Chọn Phiên bản Fedora

# VersionPage|
source: Select from:
ar: اختيار من:
be: Выбраць з:
bg: Избор от:
cs: Vyberte:
da: Vælg fra:
de: Auswählen aus:
es: Seleccionado desde:
fa: انتخاب از:
fi: Valitse listalta:
fr: Sélectionner parmi :
fur: Selezione di:
hu: Kiválasztás innen:
it: Seleziona da:
ja: 選択肢:
kab: Fren seg:
kk: Ішінен таңдау:
pl: Rodzaje:
pt_br: Selecionar de:
ro: Selectați dintre:
ru: Выбрать из:
sk: Vyberte:
sv: Vald från:
tr: Şuradan seç:
uk: Виберіть з такого:
vi: Chọn từ:

# VersionPage|
source: Official Editions
ar: الإصدارات الرسمية
be: Афіцыйныя рэдакцыі
bg: Официални издания
cs: Oficiální edice
da: Officielle udgaver
de: Offizielle Ausgaben
es: Ediciones oficiales
fa: ویرایش های رسمی
fi: Viralliset versiot
fr: Éditions officielles
fur: Edizions uficiâls
hu: Hivatalos kiadások
it: Edizioni ufficiali
kab: Tiẓrigin tunṣibin
kk: Ресми басылымдар
pl: Oficjalne wydania
pt_br: Edições oficiais
ro: Ediții oficiale
ru: Официальные версии
sk: Oficiálne edície
sv: Officiella utgåvor
tr: Resmi Sürümler
uk: Офіційні версії
vi: Phiên bản Chính thức

# VersionPage|
source: Atomic Desktops
ar: أجهزة سطح المكتب الذرية
cs: Atomické desktopy
es: Escritorios Atomic
fi: Atomic-työpöydät
fr: Bureaux atomiques
hu: Atomic asztali környezetek
ja: アトミックデスクトップ
kab: Tinariyin aṭumik
kk: Атомдық жұмыс үстелдері
pl: Środowiska Atomic
pt_br: Desktops Atômicos
sk: Atomické desktopy
sv: Atomiska skrivbord
tr: Atomik Masaüstleri
uk: Стільниці Atomic
vi: Giao diện Atomic

# VersionPage|
source: Spins
ar: المحتورات
bg: Компилации
cs: Spiny
fi: Spinit
hu: Spinek
it: Spin
kk: Спиндер
pl: Obrazy
ru: Сборки
sk: Spiny
sv: Spinn
tr: Spinler
uk: Збірки
vi: Phiên bản Spins

# VersionPage|
source: Labs
ar: المختبرات
bg: Тестови издания
fi: Laboratoriot
it: Lab
kab: Tibzimin
kk: Зертханалар
sv: Labb
tr: Lablar
uk: Лабораторія
vi: Phiên bản Labs

# WinDrive|
source: Could not find the helper binary. Check your installation.
ar: لم يتم العثور على الملف المساعد. التحقق من التثبيت.
be: Не ўдалося знайсці выконвальны файл helper. Праверце ўсталяванне.
bg: Не мога да намеря изпълнимия файл на помощника. Проверете инсталацията.
cs: Nelze nalézt pomocný binární soubor. Zkontrolujte svou instalaci.
da: Kunne ikke finde hjælperbinæren. Tjek din installation.
de: Die Hilfe konnte nicht gefunden werden. Überprüfen Sie Ihre Installation.
es: No se pudo encontrar el ejecutable específico del sistema. Compruebe su instalación.
fi: Avustinbinääriä ei löytynyt. Tarkista asennuksesi.
fr: Le binaire assistant n'a pas pu être trouvé. Vérifiez votre installation.
fur: Impussibil cjatâ il binari di jutori. Controle la instalazion.
hu: A súgó állomány hiányzik. Ellenőrizze a telepítését.
it: Impossibile trovare il file binario della Guida. Controlla i file di Fedora Writer.
ja: ヘルパーバイナリが見つかりませんでした。 インストール環境を確認してください。
kab: Yegguma ad d-yaf afaylu amalal. Senqed asbeddi-ik.
kk: Көмекші бинарлық файл табылмады. Орнатылымды тексеріңіз.
pl: Nie można odnaleźć pomocniczego pliku binarnego. Proszę sprawdzić poprawność instalacji.
pt_br: Não foi possível encontrar o binário auxiliar. Verifique a sua instalação.
ro: Nu s-a putut găsi binarul ajutător. Verificați instalarea.
ru: Не удалось найти исполняемый файл helper. Проверьте установку.
sk: Nepodarilo sa nájsť pomocný program. Skontrolujte svoju inštaláciu.
sv: Kunde inte hitta hjälpbinären. Kontrollera din installation.
tr: Yardımcı ikili dosyası bulunamadı. Kurulumunuzu denetleyin.
uk: Не вдалося знайти допоміжного виконуваного файла. Перевірте, чи все встановлено належним чином.
vi: Không tìm thấy tệp hỗ trợ. Vui lòng kiểm tra lại cài đặt của bạn.

# WinDrive|
source: Finished!
ar: اكتمل!
be: Гатова!
bg: Готово!
cs: Dokončeno!
da: Færdig!
de: Abgeschlossen!
es: ¡Fin!
fa: به پایان رسید!
fi: Valmis!
fr: Fini !
fur: Finît!
hu: Elkészült!
it: Operazione completata!
ja: 完了しました!
kab: Ifukk!
kk: Аяқталды!
pl: Ukończono.
pt_br: Concluído!
ro: Operație finalizată!
ru: Закончено!
sk: Dokončené!
sv: Klar!
tr: Bitti!
uk: Завершено!
vi: Đã xong!

# WinDrive|
source: Writing %1 was successful
ar: كتابة %1 كانت ناجحة
be: Запіс %1 паспяхова завершаны
bg: Записването на %1 беше успешно
cs: Zapisování %1 bylo úspěšné
da: Skrivning af %1 lykkedes
de: Schreiben von %1 war erfolgreich
es: La escritura de %1 finalizó correctamente
fa: نوشتن %1 موفق بود
fi: Levykuvan %1 kirjoittaminen onnistui
fr: L'écriture de %1 a réussi
fur: Scriture di %1 completade cun sucès
hu: A(z) %1 kiírása sikeres volt
it: Scrittura di '%1' completata correttamente
ja: %1 の書き込みが完了しました。
kab: Tira n %1 tedda akken iwata
kk: %1 жазу сәтті аяқталды
pl: Pomyślnie zapisano %1
pt_br: Gravação %1 foi bem sucedida
ro: Scrierea %1 a fost efectuată cu succes
ru: Успешная запись %1
sk: Zapisovanie %1 bolo úspešné
sv: Att skriva %1 lyckades
tr: %1 yazımı başarılı
uk: %1 успішно записано
vi: Ghi %1 đã thành công

# WinDrive|
source: Writing has been cancelled
ar: أُلغيت الكتابة
be: Запіс скасаваны
cs: Zápis byl zrušen
da: Skrivning er blevet annulleret
de: Schreiben wurde abgebrochen
fi: Kirjoittaminen on peruttu
fr: L'écriture a été annulée
hu: Az kiírása megszakítva
it: La scrittura è stata annullata
kab: Tira tettwasefsax
kk: Жазудан бас тартылды
pl: Anulowano zapisywanie
pt_br: A gravação foi cancelada
ro: Scrierea a fost anulată
sk: Zapisovanie bolo zrušené
sv: Skrivning har avbrutits
tr: Yazma işlemi iptal edildi
uk: Запис скасовано
vi: Việc ghi đã bị hủy bỏ

# WriteJob|
source: Failed to start decompressing.
ar: فشل بدء فك الضغط.
be: Не ўдалося пачаць распакаванне.
bg: Неуспешно стартиране на декомпресирането.
cs: Nebylo možné začít s dekompresí archivu.
da: Start af udpakning mislykkedes.
de: Starten der Dekomprimierung fehlgeschlagen.
es: Error al descomprimir.
fi: Purkamisen käynnistäminen epäonnistui.
fr: Échec du démarrage de la décompression.
fur: No si è rivâts a tacâ la decompression.
hu: A kibontást nem sikerült elindítani.
it: Impossibile avviare la decompressione.
ja: 解凍を開始できませんでした。
kab: Yecceḍ beddu n usefruri..
kk: Сығуды таратуды бастау сәтсіз.
pl: Rozpoczęcie dekompresji się nie powiodło.
pt_br: Falha ao iniciar a descompressão.
ro: Decomprimarea a eșuat.
ru: Не удалось начать распаковку.
sk: Nepodarilo sa spustiť dekompresiu.
sv: Misslyckades att starta dekomprimeringen.
tr: Açmaya başlama başarısız.
uk: Не вдалося розпочати розпаковування.
vi: Không thể bắt đầu giải nén.

# WriteJob|
source: Destination drive is not writable
ar: محرك الأقراص غير قابل للكتابة
be: Дыск прызначэння недаступны для запісу
bg: На назначеното устройство не може да се записва
cs: Na cílový disk nelze zapisovat
da: Destinationsdrevet er skrivebeskyttet
de: Ziel-Laufwerk ist nicht beschreibar
es: No se puede escribir en la unidad de destino
fi: Kohdelevylle ei voi kirjoittaa
fr: Impossible d'ouvrir en écriture le lecteur destination
fur: No si pues scrivi la unitât di destinazion
hu: A céleszköz írásvédett
it: Il disco destinazione non è scrivibile
kab: Tira ɣef unuḍaf d awezɣi
kk: Мақсатты диск жазылмайды
pl: Dysk docelowy nie jest zapisywalny
pt_br: A unidade de destino não é gravável
ro: Nu se poate scrie în unitatea de destinație
ru: Целевой диск недоступен для записи
sk: Na cieľový disk nie je možné zapisovať
sv: Destinationsenheten är inte skrivbar
tr: Hedef sürücü yazılabilir değil
uk: Непридатний до запису диск призначення
vi: Ổ đĩa đích không thể ghi dữ liệu

# WriteJob|
source: There is not enough memory to decompress the file.
ar: لا توجد مساحة كافية لفك ضغط الملف.
be: Недастаткова памяці для распакавання файла.
bg: Няма достатъчно памет за декомпресиране на файла.
cs: Tento systém nemá dostatek paměti pro dekompresi tohoto souboru.
da: Der er ikke nok hukommelse til at udpakke filen.
de: Es ist nicht genügend Speicher vorhanden um die Datei zu dekomprimieren.
es: No hay memoria suficiente para descomprimir el archivo.
fi: Muistia ei ole tarpeeksi tiedoston purkamiseen.
fr: Il n'y a pas suffisamment de mémoire pour décompresser le fichier.
fur: No je vonde memorie par decomprimi il file.
hu: Nincs elegendő memória a fájl kibontásához.
it: Memoria insufficiente per la decompressione del file.
ja: ファイルを解凍するのに必要な空き容量がありません。
kab: Ulac ddeqs n tkatut i usefruri n ufaylu.
kk: Файлды сығудан босату үшін жад жеткіліксіз.
pl: Za mało pamięci, aby zdekompresować plik.
pt_br: Não há memória suficiente para descompactar o arquivo.
ro: Nu există suficientă memorie pentru a decomprima fișierul.
ru: Недостаточно памяти для распаковки файла.
sk: Systém nemá dostatok pamäte na dekompresiu súboru.
sv: Det finns inte tillräckligt med minne för att dekomprimera filen.
tr: Dosyayı açacak yeterli bellek yok.
uk: Недостатньо пам’яті для розпаковування файла.
vi: Không đủ bộ nhớ để giải nén tệp.

# WriteJob|
source: The downloaded compressed file is corrupted.
ar: الملف المضغوط الذي تم تنزيله تالف.
be: Спампаваны сціснуты файл пашкоджаны.
bg: Изтегленият компресиран файл е повреден.
cs: Stažený archiv je poškozený.
da: Den downloadede, komprimerede fil er ødelagt.
de: Die heruntergeladene komprimierte Datei ist beschädigt.
es: Hay errores en el archivo comprimido de la descarga.
fi: Ladattu pakattu tiedosto on korruptoitunut.
fr: Le fichier compressé téléchargé est corrompu.
fur: Il file comprimût discjariât al è ruvinât.
hu: A letöltött tömörített fájl sérült.
it: Il file compresso scaricato non è leggibile.
kab: Afaylu ussid i d-yettwasadren yerreẓ.
kk: Жүктелген сығылған файл зақымдалған.
pl: Pobrany skompresowany plik jest uszkodzony.
pt_br: O arquivo compactado está corrompido.
ro: Fișierul comprimat descărcat este corupt.
ru: Загруженный сжатый файл поврежден.
sk: Stiahnutý komprimovaný súbor je poškodený.
sv: Den hämtade komprimerade filen är trasig.
tr: İndirilen sıkıştırılmış dosya bozuk.
uk: Отриманий стиснений файл виявився пошкодженим.
vi: Tệp nén tải về bị hỏng.

# WriteJob|
source: Unsupported compression options.
ar: خيارات فك الضغط غير مدعومة.
be: Параметры сціскання не падтрымліваюцца.
bg: Неподдържани опции за компресиране.
cs: Nepodporované nastavení komprese.
da: Ikke-understøttede komprimeringstilvalg.
de: Nicht unterstützte Dekompressionsoption.
es: No hay soporte para las opciones de compresión.
fi: Pakkausvalintoja ei tueta.
fr: Options de compression non prises en charge.
fur: Opzions di compression no supuartadis.
hu: Nem támogatott tömörítési beállítások.
it: Opzioni di compressione non supportate.
ja: 圧縮オプションがサポートされていません。
kab: Tixtiṛiyin n tussda ur yettwasefraken ara.
kk: Қолдау көрсетілмейтін сығу опциялары.
pl: Nieobsługiwane opcje kompresji.
pt_br: Opções de compactação não suportadas.
ro: Opțiuni de comprimare neacceptate.
ru: Неподдерживаемые параметры сжатия.
sk: Nepodporované voľby kompresie.
sv: Komprimeringsalternativ som ej stödjs.
tr: Desteklenmeyen sıkıştırma seçenekleri.
uk: Непідтримувані параметри стискання.
vi: Tùy chọn nén không được hỗ trợ.

# WriteJob|
source: Unknown decompression error.
ar: خطأ غير معروف خلال فك الضغط.
be: Невядомая памылка пры распакаванні.
bg: Непозната грешка при декомпресирането.
cs: Neznámá chyba při dekompresi.
da: Ukendt fejl under udpakning.
de: Unbekannter Fehler beim Dekomprimieren.
es: Error desconocido al descomprimir.
fi: Tuntematon purkuvirhe.
fr: Erreur de décompression inconnue.
fur: Erôr di decompression no cognossût.
hu: Ismeretlen kibontási hiba.
it: Errore di decompressione sconosciuto.
ja: 解凍時に不明なエラーが発生しました。
kab: Tuccḍa n tussda d tarussint.
kk: Белгісіз сығудан босату қатесі.
pl: Nieznany błąd dekompresji.
pt_br: Erro de descompactação desconhecido.
ro: Eroare de decomprimare necunoscută.
ru: Неизвестная ошибка при распаковке.
sk: Neznáma chyba pri dekompresii.
sv: Okänt dekomprimeringsfel.
tr: Bilinmeyen açma hatası.
uk: Невідома помилка під час спроби розпакувати.
vi: Lỗi giải nén không xác định.
