Repository: FedoraQt/MediaWriter
Catalog: po/mediawriter_*.po
Languages: ar, be, bg, cs, da, de, es, fa, fi, fr, fur, hu, it, ja, kab, kk, pl, pt_br, ro, ru, sk, sv, tr, uk, vi

# AboutDialog|
source: About Fedora Media Writer
ar: لمحة عن كاتب وسائط فيدورا
be: Пра Fedora Media Writer
bg: Относно Fedora Media Writer
cs: O aplikaci Fedora Media Writer
da: Om Fedora-medieskriver
de: Über den Fedora Media Writer
es: Acerca de Fedora Media Writer
fa: درباره Fedora Media Writer
fi: Tietoja Fedora Media Writeristä
fr: À propos de Fedora Media Writer
fur: Informazions su Scritôr Supuarts di Fedora
hu: A Fedora médiaíró névjegye
it: Informazioni su Fedora Media Writer
ja: Fedora Media Writerについて
kab: Ɣef Fedora Media Writer
kk: Fedora Media Writer туралы
pl: O programie
pt_br: Sobre o Fedora Media Writer
ro: Despre Fedora Media Writer
ru: О программе Fedora Media Writer
sk: O Fedora Media Writer
sv: Om Fedora mediaskrivare
tr: Fedora Ortam Yazıcı Hakkında
uk: Про Fedora Media Writer
vi: Giới thiệu Fedora Media Writer

# AboutDialog|
source: Version %1
ar: الإصدار %1
be: Версія %1
bg: Версия %1
cs: Verze %1
es: Versión %1
fa: نسخه %1
fi: Versio %1
hu: Verzió: %1
it: Versione %1
ja: バージョン %1
kab: Lqem wis %1
kk: Нұсқа %1
pl: Wersja %1
pt_br: Versão %1
ro: Versiunea %1
ru: Версия %1
sk: Verzia %1
tr: Sürüm %1
uk: Версія %1
vi: Phiên bản %1

# AboutDialog|
source: Fedora Media Writer is now checking for new releases
ar: يتحقق كاتب وسائط فيدورا الآن من وجود إصدارات جديدة
be: Fedora Media Writer правярае наяўнасць новых выпускаў
bg: Fedora Media Writer проверява за нови издания
cs: Fedora Media Writer nyní hledá nově vydané verze
da: Fedora-medieskriver søger nu efter nye udgivelser
de: Fedora Media Writer überprüft nun, ob neue Versionen verfügbar sind
es: Fedora Media Writer está buscando nuevos lanzamientos
fi: Fedora Media Writer tarkistaa, onko uusia julkaisuja
fr: Fedora Media Writer vérifie la disponibilité de nouvelles versions
fur: Scritôrs Supuarts di Fedora al è daûr a controlâ se a son gnovis versions
hu: A Fedora médiaíró most újabb kiadásokat keres
it: Controllo disponibilità nuove versioni Fedora Media Writer
ja: Fedora Media Writerは新しいリリースを現在確認中です
kab: Fedora Media Writer la yessenqad ileqman s imaynuten
kk: Fedora Media Writer қазір жаңа шығарылымдарды тексеруде
pl: Fedora Media Writer wyszukuje nowe wydania
pt_br: O Fedora Media Writer está verificando se há novas versões
ro: Fedora Media Writer verifică dacă există versiuni noi
ru: Сейчас Fedora Media Writer проверяет наличие новых версий
sk: Fedora Media Writer teraz kontroluje nové vydania
sv: Fedora Mediaskrivare letar nu efter nya utgåvor
tr: Fedora Ortam Yazıcı şimdi yeni sürümleri denetliyor
uk: Зараз Fedora Media Writer шукає нові випуски
vi: Fedora Media Writer đang kiểm tra các bản phát hành mới

# AboutDialog|
source: Please report bugs or your suggestions on %1
ar: الرجاء الإبلاغ عن الأخطاء أو الاقتراحات على %1
be: Паведамляйце пра памылкі і рабіце прапановы на %1
bg: Моля, докладвайте грешките и вашите предложения на %1
cs: Hlaste prosím chyby nebo pište své návrhy na %1
da: Rapportér venligst fejl og dine forslag på %1
de: Bitte melden Sie Fehler oder ihre Anregungen zu %1
es: Informe de errores o de sus sugerencias en %1
fi: Kerro ohjelmistovioista tai ehdotuksistasi osoitteessa %1
fr: Signalez les bugs et envoyez vos suggestions : %1
fur: Par plasê segnale i erôrs o i sugjeriments su %1
hu: Jelentse be a hibákat vagy küldjön javaslatokat itt: %1
it: Segnala bug o suggerimenti su %1
ja: バグや意見があれば %1 に報告してください
kab: Ttxil-k mmel ibugen neɣ mudd isumar ɣef %1
kk: Ақаулықтар немесе ұсыныстарыңыз туралы %1 жерінде хабарлаңыз
pl: Prosimy zgłaszać błędy i sugestie zmian na stronie %1
pt_br: Relate erros ou as suas sugestões em %1
ro: Raportați erorile întâlnite, sau sugestiile dvs. la %1
ru: Передавайте сообщения об ошибках или ваши предложения на %1
sk: Chyby a svoje návrhy nahláste prosím na %1
sv: Rapportera fel eller dina förslag på %1
tr: Lütfen %1 üzerinden hataları veya önerilerinizi bildirin
uk: Будь ласка, повідомляйте про вади та ваші пропозиції за цією адресою: %1
vi: Vui lòng báo lỗi hoặc góp ý trên %1

# AboutDialog|
source: Close
ar: إغلاق
be: Закрыць
bg: Затваряне
cs: Zavřít
da: Luk
de: Schließen
es: Cerrar
fa: بستن
fi: Sulje
fr: Fermer
fur: Siere
hu: Bezárás
it: Chiudi
ja: 閉じる
kab: Mdel
kk: Жабу
pl: Zamknij
pt_br: Fechar
ro: Închide
ru: Закрыть
sk: Zavrieť
sv: Stäng
tr: Kapat
uk: Закрити
vi: Đóng

# CancelDialog|
source: Cancel Download?
ar: إلغاء التنزيل؟
be: Скасаваць спампоўванне?
bg: Отмяна на изтеглянето?
cs: Přerušit stahování?
da: Annullér download?
de: Download abbrechen?
es: ¿Cancelar Descarga?
fa: لغو دانلود؟
fi: Perutaanko lataus?
fr: Annuler le téléchargement ?
fur: Anulâ il discjariament?
hu: Letöltés megszakítása?
it: Vuoi annullare il download?
ja: ダウンロードを中止しますか？
kab: Sefsex asader ?
kk: Жүктеп алудан бас тарту керек пе?
pl: Anulować pobieranie?
pt_br: Cancelar o download?
ro: Anulați descărcarea?
ru: Отменить загрузку?
sk: Zrušiť sťahovanie?
sv: Avbryt Nedladdning?
tr: İndirme İptal Edilsin Mi?
uk: Скасувати отримання?
vi: Hủy tải xuống?

# CancelDialog|
source: Cancel Writing?
ar: إلغاء الكتابة؟
be: Скасаваць запіс?
bg: Отмяна на записването?
cs: Přerušit zápis?
da: Anullér skrivning?
de: Schreibvorgang abbrechen?
es: ¿Cancelar escritura?
fa: لغو نوشتن؟
fi: Perutaanko kirjoittaminen?
fr: Annuler l'écriture ?
fur: Anulâ la scriture?
hu: Írás megszakítása?
it: Vuoi annullare la scrittura?
ja: 書き込みを中止しますか？
kab: Sefsex tira?
kk: Жазудан бас тарту керек пе?
pl: Anulować zapisywanie?
pt_br: Cancelar a gravação?
ro: Anulați scrierea?
ru: Отменить запись?
sk: Zrušiť zapisovanie?
sv: Avbryt Skrivning?
tr: Yazma İptal Edilsin Mi?
uk: Скасувати записування?
vi: Hủy ghi?

# CancelDialog|
source: Cancel Verification?
ar: إلغاء التحقق؟
be: Скасаваць праверку?
bg: Отмяна на проверката?
cs: Přerušit ověřování?
da: Annullér verificering?
de: Überprüfung abbrechen?
es: ¿Cancelar verificación?
fa: لغو تایید صحت؟
fi: Perutaanko varmistaminen?
fr: Annuler la vérification ?
fur: Anulâ la verifiche?
hu: Ellenőrzés megszakítása?
it: Vuoi annullare la verifica?
ja: 検証を中止しますか？
kab: Sefsex asenqed?
kk: Тексеруден бас тарту керек пе?
pl: Anulować weryfikację?
pt_br: Cancelar a verificação?
ro: Anulați verificarea?
ru: Отменить проверку?
sk: Zrušiť overenie?
sv: Avbryt Verifiering?
tr: Doğrulama İptal Edilsin Mi?
uk: Скасувати перевірку?
vi: Hủy xác minh?

# CancelDialog|
source: Download and media writing will be aborted. This process can be resumed any time later.
ar: سيتم إيقاف تنزيل وكتابة الوسائط. يمكن استئناف هذه العملية في أي وقت لاحق.
be: Спампоўванне і запіс носьбіта будуць спынены. Выкананне дзеяння можна будзе ў любы час узнавіць.
bg: Изтеглянето и записването на мултимедия ще бъдат прекратени. Този процес може да бъде възобновен по всяко време по-късно.
cs: Stahování a zápis souboru budou zrušeny. V tomto procesu lze kdykoliv pokračovat.
da: Download og medieskrivning vil blive afbrudt. Denne proces kan blive genoptaget på ethvert tidspunkt senere.
de: Download und Schreiben des Abbilds werden abgebrochen. Dieser Prozess kann später jederzeit fortgesetzt werden.
es: Se cancelará la descarga y la escritura. Este proceso se puede reanudar luego.
fi: Lataus ja median kirjoittaminen keskeytetään. Tätä prosessia voidaan jatkaa milloin tahansa myöhemmin.
fr: Les opérations de téléchargement et d'écriture sur le support seront abandonnés. Vous pourrez reprendre le processus plus tard.
fur: Il discjariament e la scriture a vignaran interots. Tu podarâs ripiâ chest procès plui indenant.
hu: A letöltés és a médiaírás megszakad. Ez a folyamat később bármikor folytatható.
it: Il download e la scrittura verranno interrotti. Questo processo potrà essere ripreso più tardi.
ja: ダウンロードとメディアの書き込みが中断されました。処理を後日継続することができます。
kab: Ad yettwaḥbes usader d tira n yimidyaten. Tzemreḍ ad tkemmleḍ asesfer melmi i tebɣiḍ ticki.
kk: Жүктеп алу және тасымалдаушыға жазу тоқтатылады. Бұл процесті кейін кез келген уақытта жалғастыруға болады.
pl: Pobieranie i zapisywanie na nośniku zostaną przerwane. Ten proces można wznowić później w dowolnym czasie.
pt_br: O download e a gravação de mídia serão abortados. Este processo pode ser retomado depois a qualquer momento.
ro: Descărcarea și scrierea datelor pe suport vor fi întrerupte. Acest proces poate fi reluat oricând ulterior.
ru: Загрузка и запись на носитель будут прерваны. Этот процесс может быть возобновлен в дальнейшем в любое время.
sk: Sťahovanie a zápis na médium budú prerušené. V tomto procese je možné kedykoľvek pokračovať.
sv: Nedladdning och mediaskrivning kommer att avbrytas. Denna process kan återupptas när som helst senare.
tr: İndirme ve ortam yazma işlemi iptal edilecek. Bu işlem daha sonra herhangi bir zamanda sürdürülebilir.
uk: Отримання даних та записування на носій буде перервано. Цю процедуру можна буде відновити, коли ви цього захочете.
vi: Tải xuống và ghi phương tiện sẽ bị hủy bỏ. Quá trình này có thể được tiếp tục bất cứ lúc nào sau đó.

# CancelDialog|
source: Writing process will be aborted and your drive will have to be restored afterwards.
ar: سيتم إلغاء عملية الكتابة وسيتعين استعادة محرك أقراصك بعد ذلك.
be: Запіс будзе перарваны, пасля чаго спатрэбіцца аднавіць дыск.
bg: Процесът на записване ще бъде прекратен и вашето устройство ще трябва да бъде възстановено след това.
cs: Proces zápisu bude zrušen a disk bude potřeba později obnovit.
da: Skriveprocessen vil blive afbrudt og dit drev skal gendannes derefter.
de: Der Schreibvorgang wird abgebrochen und das Laufwerk wird anschließend wiederhergestellt werden müssen.
es: El proceso de escritura se cancelará y su unidad deberá ser restaurada luego.
fi: Kirjoitusprosessi keskeytyy ja asemasi on palautettava myöhemmin.
fr: Le processus d'écriture sera abandonné et votre lecteur devra ensuite être restauré.
fur: Il procès di scriture al vignarà interot e dopo tu varâs di ripristinâ il to dispositîf.
hu: Az írási folyamat megszakad, és a meghajtót ezután helyre kell állítani.
it: Il processo di scrittura verrà annullato ed il dispositivo dovrà essere ripristinato.
ja: 書き込みプロセスが中止されたので、あとでメディアを修復する必要があります。
kab: Asesfer n tira ad yettwaseḥbes, anuḍaf-ik ilaq ad d-yettwarr ticki.
kk: Жазу процесі тоқтатылады және дискіні кейін қалпына келтіру қажет болады.
pl: Proces zapisywania zostanie przerwany, a dysk będzie trzeba po tym przywrócić.
pt_br: O processo de gravação será abortado e sua unidade terá que ser restaurada posteriormente.
ro: Procesul de scriere va fi întrerupt, iar unitatea va trebui să fie restaurată ulterior.
ru: Процесс записи будет прерван, после чего ваш диск придется восстанавливать.
sk: Proces zápisu bude prerušený a disk bude potrebné následne obnoviť.
sv: Skrivprocessen kommer att avbrytas och din enhet måste återställas efteråt.
tr: Yazma işlemi iptal edilecek ve daha sonra sürücünüzün sıfırlanması gerekecek.
uk: Процедуру запису буде перервано, після чого структуру вашого носія даних доведеться відновлювати.
vi: Quá trình ghi sẽ bị hủy và ổ đĩa của bạn sẽ phải được khôi phục sau đó.

# CancelDialog|
source: This operation is safe to be cancelled.
ar: يمكن إلغاء هذه العملية بأمان.
be: Гэтую аперацыю можна бяспечна скасаваць.
bg: Тази операция е безопасна за отменяне.
cs: Je bezpečné tuto operaci ukončit.
da: Denne handling er sikker at annullére.
de: Es ist sicher, diese Operation abzubrechen.
es: Es seguro cancelar esta operación.
fa: این عملیات برای لغو ایمن است.
fi: Tämä toiminto on turvallista peruuttaa.
fr: Cette opération peut être annulée en toute sécurité.
fur: Anulâ cheste operazion nol è pericolôs.
hu: Ez a művelet biztonságosan megszakítható.
it: Annullare questa operazione non è pericoloso.
ja: 処理を安全に中止できました。
kab: Asefsex n temhelt-a d aɣellsan.
kk: Бұл әрекеттен қауіпсіз бас тартуға болады.
pl: To działanie można bezpiecznie anulować.
pt_br: Esta operação pode ser cancelada com segurança.
ro: Această operație poate fi anulată în siguranță.
ru: Эту операцию можно безопасно отменить.
sk: Túto operáciu je možné bezpečne zrušiť.
sv: Denna operation är säker att avbrytas.
tr: Bu işlemin iptal edilmesi güvenlidir.
uk: Цю дію можна безпечно скасувати.
vi: Thao tác này có thể hủy bỏ một cách an toàn.

# CancelDialog|
source: Continue
ar: متابعة
be: Працягнуць
bg: Продължаване
cs: Pokračovat
da: Fortsæt
de: Weiter
es: Continuar
fa: ادامه
fi: Jatka
fr: Continuer
hu: Folytatás
it: Continua
ja: 続行
kab: Kemmel
kk: Жалғастыру
pl: Kontynuuj
pt_br: Continuar
ro: Continuare
ru: Продолжить
sk: Pokračovať
sv: Fortsätt
tr: Sürdür
uk: Продовжити
vi: Tiếp tục

# CancelDialog|
source: Cancel Download
ar: إلغاء التنزيل
be: Скасаваць спампоўванне
bg: Отмяна на изтеглянето
cs: Přerušit stahování
da: Annullér download
de: Download abbrechen
es: Cancelar Descarga
fa: لغو دانلود
fi: Peru lataus
fr: Annuler le téléchargement
fur: Anule il discjariament
hu: Letöltés megszakítása
it: Annulla download
ja: ダウンロードを中止します
kab: Sefsex asader
kk: Жүктеп алудан бас тарту
pl: Anuluj pobieranie
pt_br: Cancelar download
ro: Anulează descărcarea
ru: Отменить загрузку
sk: Zrušiť sťahovanie
sv: Avbryt Nedladdning
tr: İndirmeyi İptal Et
uk: Скасувати отримання
vi: Hủy tải xuống

# CancelDialog|
source: Cancel Writing
ar: إلغاء الكتابة
be: Скасаваць запіс
bg: Отмяна на записването
cs: Přerušit zápis
da: Annullér skrivning
de: Schreibvorgang abbrechen
es: Cancelar Escritura
fa: لغو نوشتن
fi: Peru kirjoittaminen
fr: Annuler l'écriture
fur: Anule la scriture
hu: Kiírás megszakítása
it: Annulla scrittura
ja: 書き込みを中止します
kab: Sefsex tira
kk: Жазудан бас тарту
pl: Anuluj zapisywanie
pt_br: Cancelar gravação
ro: Anulează scrierea
ru: Отменить запись
sk: Zrušiť zapisovanie
sv: Avbryt Skrivning
tr: Yazmayı İptal Et
uk: Скасувати записування
vi: Hủy ghi

# CancelDialog|
source: Cancel Verification
ar: إلغاء التحقق
be: Скасаваць праверку
bg: Отмяна на проверката
cs: Přerušit ověřování
da: Annullér verifikation
de: Überprüfung abbrechen
es: Cancelar Verificación
fa: لغو تایید صحت
fi: Peru varmistaminen
fr: Annuler la vérification
fur: Anule la verifiche
hu: Ellenőrzés megszakítása
it: Annulla verifica
ja: 検証を中止します
kab: Sefsex asenqed
kk: Тексеруден бас тарту
pl: Anuluj weryfikację
pt_br: Cancelar verificação
ro: Anulează verificarea
ru: Отменить проверку
sk: Zrušiť overenie
sv: Avbryt Verifiering
tr: Doğrulamayı İptal Et
uk: Скасувати перевірку
vi: Hủy xác minh

# CancelDialog|
source: Cancel
ar: ألغِ
be: Скасаваць
cs: Storno
da: Annuller
de: Abbrechen
es: Cancelar
fi: Peru
fr: Annuler
hu: Mégse
it: Annulla
ja: 取り消し
kab: Sefsex
kk: Бас тарту
pl: Anuluj
pt_br: Cancelar
ro: Anulează
sk: Zrušiť
sv: Avbryt
tr: İptal
uk: Скасувати
vi: Hủy

# DeviceWarningDialog|
source: Erase confirmation
be: Пацвярджэнне сцірання
da: Bekræftelse af rensning
fi: Vahvista poisto
fr: Confirmation d'effacement
hu: Törlés megerősítése
it: Cancella conferma
kab: Asentem n tukksa
kk: Өшіруді растау
ro: Confirmă ștergerea
sk: Potvrdenie vymazania
sv: Radera bekräftelse
uk: Підтвердження витирання
vi: Xác nhận xóa

# DeviceWarningDialog|
source: The entire device (all of %1) will be erased and the selected image will be written to it. Do you want to continue?
ar: سيتم مسح الجهاز بالكامل (كل ما فيه %1) وسيتم كتابة الصورة المحددة عليه. هل تريد الاستمرار؟
be: Прылада будзе цалкам сцёрта (усе %1), затым на яе будзе запісаны выбраны вобраз. Сапраўды працягнуць?
cs: Celé zařízení (všech %1) bude smazáno a bude na něj zapsán vybraný obraz. Chcete pokračovat?
da: Hele enheden (alt på %1) vil blive renset og det valgte aftryk vil blive skrevet til den. Ønsker du at fortsætte?
de: Das gesamte Gerät (alles aus %1) wird gelöscht und das ausgesuchte Image wirde auf es geschrieben. Wollen Sie fortfahren?
fi: Koko laite (kaikki tiedot laitteella %1) tyhjennetään ja valittu levykuva kirjoitetaan siihen. Haluatko jatkaa?
fr: Le contenu complet du périphérique (%1) sera effacé et l'image sélectionnée y sera écrite. Voulez-vous continuer ?
hu: Az egész eszköz (a(z) %1 mindegyike) törölve lesz, és a kiválasztott lemezkép lesz ráírva. Folytatja?
it: L'intero dispositivo (tutto %1) verrà cancellato e l'immagine selezionata verrà scritta su di esso. Vuoi continuare?
kab: Agbur ummid n unuḍaf (%1) ad yettwasfeḍ akked tugna i yettwafernen ad tettwaru fell-as. Tebɣiḍ ad tkemmleḍ?
kk: Құрылғы толықтай (%1 барлығы) өшіріледі және оған таңдалған бейне жазылады. Жалғастырғыңыз келе ме?
pl: Cała zawartość urządzenia (całość %1) zostanie usunięta, a wybrany obraz zostanie na nim zapisany. Kontynuować?
pt_br: O dispositivo inteiro (todos os %1) será apagado e a imagem selecionada será gravada nele. Você deseja continuar?
ro: Întregul dispozitiv (tot %1) va fi șters și imaginea selectată va fi scrisă pe acesta. Doriți să continuați?
sk: Celé zariadenie (všetko z %1) bude vymazané a vybraný obraz bude naň zapísaný. Chcete pokračovať?
sv: Hela enheten (hela %1) kommer att raderas och den valda avbilden kommer att skrivas till den. Vill du fortsätta?
tr: Tüm aygıt (%1 tamamı) silinecek ve seçilen görüntü aygıta yazılacak. Devam etmek istiyor musunuz?
uk: З пристрою буде витерто усі дані (усі %1), і на нього буде записано вибраний образ. Хочете продовжити виконання дії?
vi: Toàn bộ thiết bị (tất cả %1) sẽ bị xóa và ghi hình ảnh đã chọn. Bạn có muốn tiếp tục không?

# DeviceWarningDialog|
source: Cancel
ar: ألغِ
be: Скасаваць
cs: Storno
da: Annullér
de: Abbrechen
fi: Peru
fr: Annuler
hu: Mégse
it: Annulla
kab: Sefsex
kk: Бас тарту
pl: Anuluj
pt_br: Cancelar
ro: Anulează
sk: Zrušiť
sv: Avbryt
tr: İptal
uk: Скасувати
vi: Hủy

# DeviceWarningDialog|
source: Write
ar: اكتب
be: Запісаць
cs: Zapsat
da: Skriv
de: Schreiben
fi: Kirjoita
fr: Écrire
hu: Kiírás
it: Scrivi
kab: Aru
kk: Жазу
pl: Zapisz
pt_br: Gravar
ro: Scriere
sk: Zapísať
sv: Skriv
tr: Yaz
uk: Записати
vi: Viết

# DeviceWarningDialog|
source: Download && Write
ar: نزّل && اكتب
be: Спампаваць і запісаць
cs: Stáhnout a zapsat
da: Download && skriv
de: Herunterladen && Schreiben
fi: Lataa && kirjoita
fr: Télécharger et écrire
hu: Letöltés és kiírás
it: Download e scrittura
kab: Sader && Aru
kk: Жүктеп алу және жазу
pl: Pobierz i zapisz
pt_br: Baixar && gravar
ro: Descărcare și scriere
sk: Stiahnuť a zapísať
sv: Ladda ner && skriv
tr: İndir ve Yaz
uk: Отримати і записати
vi: Tải && Ghi

# DeviceWarningDialog|
source: Download & Write
ar: نزّل & اكتب
be: Спампаваць і запісаць
cs: Stáhnout a zapsat
da: Download & skriv
de: Herunterladen & Schreiben
fi: Lataa & kirjoita
fr: Télécharger et écrire
hu: Letöltés és kiírás
it: Download e scrittura
kab: Sader & Aru
kk: Жүктеп алу және жазу
pl: Pobierz i zapisz
pt_br: Baixar & gravar
ro: Descărcare și scriere
sk: Stiahnuť a zapísať
sv: Ladda ner & skriv
tr: İndir ve Yaz
uk: Отримати і записати
vi: Tải & Ghi

# DeviceWarningDialog|
source: GB
be: ГБ
fi: Gt
fr: Go
kab: GAṬ
kk: ГБ
ro: Go
uk: ГБ

# DeviceWarningDialog|
source: MB
be: МБ
fi: Mt
fr: Mo
kab: MAṬ
kk: МБ
ro: Mo
uk: МБ

# DeviceWarningDialog|
source: KB
be: КБ
fi: kt
fr: Ko
kab: KAṬ
kk: КБ
ro: Ko
uk: кБ

# DeviceWarningDialog|
source: Bytes
ar: بايتات
be: Байт
cs: Bajtů
da: Byte
fi: tavua
fr: octets
hu: bájt
it: byte
kab: Ibiten
kk: Байт
pl: B
ro: octeți
sk: Bajtov
sv: byte
tr: Bayt
uk: байтів
vi: Byte

# Download|
source: Unable to fetch the requested image.
ar: تعذر جلب صورة القرص المطلوبة.
be: Немагчыма атрымаць запытаны вобраз.
bg: Не може да бъде получен искания образ.
cs: Nepodařilo se získat požadovaný obraz.
da: Kan ikke hente det ønskede aftryk.
de: Das angeforderte Abbild konnte nicht geholt werden.
es: No se puede recuperar la imagen solicitada.
fa: قادر به یافتن ایمیج درخواستی نمی باشد.
fi: Pyydetyn levykuvan noutaminen ei onnistu.
fr: Impossible de récupérer l'image demandée.
fur: Impussibil otignî la imagjin domandade.
hu: A kért lemezkép jelenleg elérhetetlen.
it: Impossibile recuperare l'immagine richiesta.
ja: 要求されたイメージを取得することができません。
kab: D awezɣi ad d-tettwarr tugna i yettwassutren.
kk: Сұралған бейнені алу мүмкін емес.
pl: Nie można pobrać żądanego obrazu.
pt_br: Não foi possível buscar a imagem solicitada.
ro: Nu se poate prelua imaginea solicitată.
ru: Не удается получить требуемый образ.
sk: Nepodarilo sa získať požadovaný obraz.
sv: Kan inte hämta den begärda avbilden.
tr: İstenen görüntü alınamıyor.
uk: Не вдалося отримати потрібний образ.
vi: Không thể tìm nạp hình ảnh được yêu cầu.

# Download|
source: You ran out of space in your Downloads folder.
ar: لقد نفدت مساحة التخزين بمجلد التنزيلات.
be: Скончылася месца ў папцы «Спампоўкі».
bg: Свърши ви мястото в папката "Изтегляния".
cs: Ve vaší složce pro stažené soubory došlo místo.
da: Du løb tør for plads i din Downloads-mappe.
de: In Ihrem Downloads-Ordner steht nicht mehr genügend Speicher zur Verfügung.
es: Se ha quedado sin espacio en su directorio de descargas.
fa: شما فضای کافی در پوشه Downloads خود ندارید.
fi: Sinulta loppui tila Lataukset-kansiosta.
fr: Vous n'avez plus d'espace dans votre dossier Téléchargements.
fur: Si à finît il spazi te cartele Discjariâts.
hu: Elfogyott a hely a Letöltések mappában.
it: Spazio esaurito nella cartella download.
ja: ダウンロードに必要な空き容量が不足しています。
kab: Dayen ulac ɣer-k tallunt deg ukaram n yisadaren.
kk: Жүктемелер бумасында орын таусылды.
pl: Za mało miejsca w katalogu Pobrane.
pt_br: Você ficou sem espaço na sua pasta Downloads.
ro: Ați rămas fără spațiu în dosarul Descărcări.
ru: Может кончиться место в папке Загрузки.
sk: V adresári so stiahnutými súbormi došlo voľné miesto.
sv: Du fick slut på plats i din hämtningsmapp.
tr: İndirilenler klasörünüzdeki boş alan bitti.
uk: У теці «Завантаження» не лишилося вільного місця.
vi: Bạn đã hết dung lượng trong thư mục Tải xuống.

# Download|
source: The download file is not writable.
ar: ملف التنزيل غير قابل للكتابة.
be: Файл спампоўкі недаступны для запісу.
bg: Файлът за изтегляне не може да се записва.
cs: Není možné zapisovat do stahovaného souboru.
da: Downloadfilen er skrivebeskyttet.
de: Die heruntergeladene Datei kann nicht geschrieben werden.
es: No se puede escribir en el archivo de descarga.
fa: فایل دانلود قابل نوشتن نمی باشد.
fi: Ladattu tiedosto ei ole kirjoitettavissa.
fr: Impossible d'ouvrir en écriture le fichier du téléchargement.
fur: Il file discjariât nol à l'acès pe scriture.
hu: A letöltött fájl nem írható.
it: Il file scaricato non è scrivibile.
ja: ダウンロードされたファイルを保存できません。
kab: Afaylu n usader d awezɣi tira fell-as.
kk: Жүктелетін файл жазылмайды.
pl: Nie można zapisać pobranego pliku.
pt_br: O arquivo descarregado não é gravável.
ro: Nu se poate scrie în fișierul descărcat.
ru: Файл для загрузки недоступен для записи.
sk: Do sťahovaného súboru nie je možné zapisovať.
sv: Filen att hämta är inte skrivbar.
tr: İndirilen dosya yazılabilir değil.
uk: Файл, до якого слід було отримати дані, непридатний до запису.
vi: Tệp tải xuống không thể ghi.

# Download|
source: Connection timed out
ar: انتهت مهلة الاتصال
be: Скончыўся тэрмін чакання злучэння
bg: Времето за връзка изтече
cs: Čas k připojení vypršel
da: Forbindelsen fik timeout
de: Zeitüberschreitung während der Operation
es: Conexión caducada
fa: ارتباط منقضی شد
fi: Yhteys aikakatkaistiin
fr: Le délai de connexion a expiré
fur: Conession scjadude
hu: A kapcsolat időtúllépés miatt megszakadt
it: Timeout connessione
ja: 接続がタイムアウトしました
kab: Akud n tuqqna ifukk
kk: Байланыс уақыты бітті
pl: Przekroczono czas oczekiwania połączenia
pt_br: A conexão expirou
ro: Timpul de conectare a expirat
ru: Время ожидания соединения истекло
sk: Časový limit spojenia vypršal
sv: Anslutningens tidsgräns överskreds
tr: Bağlantı zaman aşımına uğradı
uk: Вичерпано час очікування на з’єднання
vi: Hết thời gian kết nối
