Repository: FedoraQt/MediaWriter
Catalog: po/mediawriter_*.po
Languages: ar, be, bg, cs, da, de, es, fa, fi, fr, fur, hu, it, ja, kab, kk, pl, pt_br, ro, ru, sk, sv, tr, uk, vi

# MainPage|
source: Select Image Source
ar: اختيار مصدر صورة القرص
be: Выберыце крыніцу вобразу
bg: Изберете източник на файла
cs: Vyberete Zdroj
da: Vælg aftrykskilde
de: Abbildquelle auswählen
es: Seleccionar Fuente de la Imagen
fa: انتخاب منبع ایمیج
fi: Valitse levykuvan lähde
fr: Sélectionnez la source de l'image
fur: Selezione sorzint de imagjin
hu: Válassza ki a lemezkép forrását
it: Seleziona immagina sorgente
ja: イメージソースを選択する
kab: Fren aɣbalu n tugna
kk: Бейне көзін таңдау
pl: Wybór źródła obrazu
pt_br: Selecione a origem da imagem
ro: Selectați sursa imaginii
ru: Выберите источник образа
sk: Vyberte zdroj obrazu
sv: Välj avbildskälla
tr: Görüntü Kaynağını Seç
uk: Вибір джерела образу
vi: Chọn nguồn ảnh

# MainPage|
source: Download automatically
ar: التنزيل تلقائيًا
be: Спампаваць аўтаматычна
bg: Автоматично изтегляне от Интернет
cs: Stáhnout automaticky
da: Download automatisk
de: Automatisch herunterladen
es: Descargar automáticamente
fa: دانلود خودکار
fi: Lataa automaattisesti
fr: Télécharger automatiquement
fur: Discjame in automatic
hu: Automatikus letöltés
it: Download automatico
ja: ダウンロードが自動的に行われます
kab: Asader awurman
kk: Автоматты түрде жүктеп алу
pl: Pobieranie automatyczne
pt_br: Baixar automaticamente
ro: Descarcă automat
ru: Загружать автоматически
sk: Stiahnuť automaticky
sv: Ladda ner automatiskt
tr: Kendiliğinden indir
uk: Отримати автоматично
vi: Tự động tải

# MainPage|
source: Select .iso file
ar: اختيار ملف ISO
be: Выбраць .iso файл
bg: Избор на .iso файл от вашата система
cs: Vybrat soubor .iso
da: Vælg .iso-fil
de: .iso-Datei auswählen
es: Seleccionar archivo .iso
fa: انتخاب فایل .iso
fi: Valitse .iso-tiedosto
fr: Sélectionner un fichier .iso
fur: Selezione file .iso
hu: ISO-fájl kiválasztása
it: Seleziona file .iso
ja: .isoファイルを選択する
kab: Fren afaylu .iso
kk: .iso файлын таңдау
pl: Wybór pliku .iso
pt_br: Selecionar arquivo .iso
ro: Selectează fișierul .iso
ru: Выбрать файл .iso
sk: Vybrať .iso súbor
sv: Välj .iso fil
tr: .iso dosyası seç
uk: Виберіть файл .iso
vi: Chọn tệp .iso

# MainPage|
source: Restore <b>%1</b>
ar: استعادة <b>%1</b>
be: Аднавіць <b>%1</b>
bg: Възстановяване от <b>%1</b>
cs: Obnovit <b>%1</b>
da: Gendan <b>%1</b>
de: <b>%1</b> wiederherstellen
es: Restaurar <b>%1</b>
fa: بازیابی <b>%1</b>
fi: Palauta <b>%1</b>
fr: Restaurer <b>%1</b>
fur: Ripristine <b>%1</b>
hu: A(z) <b>%1</b> helyreállítása
it: Ripristina '<b>%1</b>'
ja: <b>%1</b>を修復する
kab: Err-d <b>%1</b>
kk: <b>%1</b> қалпына келтіру
pl: Przywrócenie <b>%1</b>
pt_br: Restaurar <b>%1</b>
ro: Restaurare <b>%1</b>
ru: Восстановить <b>%1</b>
sk: Obnoviť <b>%1</b>
sv: Återställ <b>%1</b>
tr: <b>%1</b> sürücüsünü sıfırla
uk: Відновити <b>%1</b>
vi: Khôi phục <b>%1</b>

# MainPage|
source: About
ar: حول
be: Аб праграме
cs: O aplikaci
da: Om
de: Über
fi: Tietoja
fr: À propos
hu: Névjegy
it: Info
kab: Ɣef
kk: Туралы
pl: O programie
pt_br: Sobre
ro: Despre
sk: O aplikácii
sv: Om
tr: Hakkında
uk: Відомості
vi: Thông tin

# Page|
source: Previous
ar: السابق
be: Назад
cs: Předchozí
da: Forrige
de: Zurück
fi: Edellinen
fr: Précédent
hu: Előző
it: Indietro
kab: Udfir
kk: Алдыңғы
pl: Wstecz
pt_br: Anterior
ro: Înapoi
sk: Späť
sv: Föregående
tr: Önceki
uk: Назад
vi: Quay lại

# Page|
source: Next
ar: التالي
be: Далей
cs: Další
da: Næste
de: Weiter
fi: Seuraava
fr: Suivant
hu: Következő
it: Avanti
kab: Uḍfir
kk: Келесі
pl: Dalej
pt_br: Próximo
ro: Înainte
sk: Ďalej
sv: Nästa
tr: Sonraki
uk: Далі
vi: Tiếp tục

# PortalFileDialog|
source: Image files
ar: ملفات صور الأقراص
be: Файлы вобразаў
bg: Файлове с образ
cs: Soubory obrazů
da: Aftryksfiler
de: Abbilddateien
es: Archivos de imagen
fa: فایل های ایمیج
fi: Levykuvatiedostot
fr: Fichiers images
fur: Files imagjin
hu: Lemezképek
it: File immagine
ja: イメージファイル
kab: Ifuyla n tugniwin
kk: Бейне файлдары
pl: Pliki obrazów
pt_br: Arquivos de imagem
ro: Fișiere de imagine
ru: Файлы образов
sk: Súbory obrazov
sv: Avbildsfiler
tr: Görüntü dosyaları
uk: файли образів
vi: Tệp ảnh

# PortalFileDialog|
source: All files
ar: جميع الملفات
be: Усе файлы
bg: Всички файлове
cs: všechny soubory
da: Alle filer
de: Alle Dateien
es: Todos los archivos
fa: تمام فایل ها
fi: kaikki tiedostot
fr: Tous les fichiers
fur: Ducj i files
hu: Minden fájl
it: Tutti i file
ja: すべてのファイル
kab: Akk ifuyla
kk: Барлық файлдар
pl: Wszystkie pliki
pt_br: Todos os arquivos
ro: Toate fișierele
ru: Все файлы
sk: Všetky súbory
sv: Alla filer
tr: Tüm dosyalar
uk: усі файли
vi: Tất cả file

# PortalFileDialog|
source: Open File
ar: فتح ملف
be: Адкрыць файл
bg: Отваряне
cs: Otevřít Soubor
da: Åbn fil
de: Datei öffnen
es: Abrir Archivo
fa: باز کردن فایل
fi: Avaa tiedosto
fr: Ouvrir le fichier
fur: Vierç file
hu: Fájl megnyitása
it: Apri file
ja: ファイルを開く
kab: Ldi afaylu
kk: Файлды ашу
pl: Otwarcie pliku
pt_br: Abrir arquivo
ro: Deschide fișierul
ru: Открыть файл
sk: Otvoriť súbor
sv: Öppna fil
tr: Dosya Aç
uk: Відкрити файл
vi: Mở file

# QFileSystemModel|
source: %1 TB
be: %1 ТБ
fi: %1 Tt
fr: %1 To
kab: %1 TAṬ
kk: %1 ТБ
ro: %1 To
uk: %1 ТБ

# QFileSystemModel|
source: %1 GB
be: %1 ГБ
fi: %1 Gt
fr: %1 Go
kab: %1 GAṬ
kk: %1 ГБ
ro: %1 Go
uk: %1 ГБ

# QFileSystemModel|
source: %1 MB
be: %1 МБ
fi: %1 Mt
fr: %1 Mo
kab: %1 MAṬ
kk: %1 МБ
ro: %1 Mo
uk: %1 МБ

# QFileSystemModel|
source: %1 KB
be: %1 КБ
fi: %1 kt
fr: %1 Ko
kab: %1 KAṬ
kk: %1 КБ
ro: %1 Ko
uk: %1 кБ

# QFileSystemModel|
source: %1 byte(s)
ar: %1 بايت/ات
be: %1 Байт
cs: %1 bajtů
da: %1 byte
fi: %1 tavu(a)
fr: %1 octet(s)
hu: %1 bájt
kab: %1 yibiten
kk: %1 байт
pl: %1 B
ro: %1 octet(octeți)
sk: %1 bajtov
sv: %1 byte(ar)
tr: %1 bayt
uk: %1 байтів
vi: %1 byte

# Release|
source: Pick a file from your drive(s)
ar: اختيار ملف من محرك(ات) أقراصك
be: Выберыце файл са свайго дыска
bg: Изберете файл от вашето устройство(а)
cs: Vyberte soubor ze svého disku (nebo disků)
da: Vælg en fil fra dine drev
de: Wählen Sie eine Datei von Ihrer/n Festplatte/n
es: Seleccione un archivo desde disco
fa: یک فایل از درایو(های) خود انتخاب کنید
fi: Valitse tiedosto kiintolevy(i)ltäsi
fr: Sélectionnez un fichier sur l'un de vos lecteurs
fur: Sielç un file de tô unitât(s)
hu: Válasszon egy fájlt a meghajtókról
it: Seleziona un file nei dischi locali
ja: 記録デバイスからファイルを選択
kab: Fren afaylu seg yinuḍaf-ik
kk: Дискілеріңізден файлды таңдаңыз
pl: Wybierz plik z dysku
pt_br: Escolha um arquivo da(s) sua(s) unidade(s)
ro: Alegeți un fișier din unitatea (unitățile) dvs.
ru: Выберите файл со своего диска
sk: Vyberte súbor z disku
sv: Välj en fil från din disk
tr: Sürücülerinizden dosya seçin
uk: Виберіть файл на диску
vi: Chọn tệp từ ổ đĩa

# Release|
source: <p>Here you can choose a OS image from your hard drive to be written to your flash disk</p><p>Currently it is only supported to write raw disk images (.iso or .bin)</p>
ar: <p>يمكنك هنا اختيار صورة نظام تشغيل من قرصك الصلب لكتابته على محرك أقراص USB.</p><p>حاليًا يمكن فقط كتابة الصور الأقراص الخامة (ISO أو BIN)</p>
be: <p>Тут можна абраць вобраз АС з дыску для запісу на флэш-накапляльнік</p><p>Зараз падтрымліваецца толькі запіс raw-вобразаў дыску (.iso або .bin)</p>
bg: <p>Тук можете да изберете образ на OS от твърдия ви диск, който да бъде записан на флашката Ви</p><p>Към момента могат да се записват само raw disk образи (.iso или .bin)</p>
cs: <p>Zde můžete pro zapsání vybrat obraz operačního systému z vašeho pevného disku.</p><p>V současné době je podporováno pouze zapisování surových obrazů disků (.iso nebo .bin)</p>
da: <p>Her kan du vælge et OS-aftryk fra din harddisk, som skal skrives til din flashdisk</p><p>I øjeblikket understøttes kun skrivning af rå diskaftryk (.iso eller .bin)</p>
de: <p> Hier können Sie eine System-Abbilddatei von ihrer Festplatte auswählen, die dann auf den USB-Stick geschrieben werden soll</p><p>Zur Zeit werden nur Raw-Abbilddateien (.iso oder .bin) unterstützt</p>
es: <p>Esta opción permite elegir la imagen a grabar desde el disco duro</p><p>Actualmente sólo se aceptan imágenes de disco "puras" (.iso o .bin)</p>
fi: <p>Voit valita käyttöjärjestelmän levykuvan kiintolevyltä kirjoitettavaksi ulkoiselle asemalle</p><p>Tuettuja ovat raakalevykuvat (.iso tai .bin)</p>
fr: <p>Ici, vous pouvez choisir une image de système d'exploitation sur votre disque dur à écrire sur votre périphérique USB.</p><p>Actuellement, seule l'écriture d'images disque brutes est prise en charge (.iso ou .bin).</p>
fur: <p>Achì si pues sielzi une imagjin di SO de unitât fisse di scrivi su la clavute</p><p>Pal moment e je supuartade dome la scriture di imagjins di discs grês (.iso o .bin)</p>
hu: <p>Itt kiválaszthatja a flash tárolóra kiírandó lemezképet a merevlemezről</p><p>Jelenleg csak a nyers lemezképformátumok támogatottak (.iso vagy .bin)</p>
it: <p>Scegli il file immagine del sistema operativo da scrivere nell'unità USB.</p><p>Al momento sono supportate solo immagini disco di tipo RAW (.iso o .bin).</p>
ja: <p>ハードディスク上のOSイメージを選択頂き、USBメモリーもしくはSDカードに書き込むことができます。</p><p>現在のところ無圧縮のディスクイメージ(.isoもしくは.bin)をサポートしています</p>
kab: <p>Dagi tzemreḍ ad tferneḍ tugna OS seg unuḍaf aqquran ara yettwarun ɣef uḍebsi USB</p><p>Akka tura yessefrak kan i tira n tugniwin n uḍebsi arewway (.iso or .bin)</p>
kk: <p>Мұнда флеш-дискіге жазу үшін қатты дискіден ОЖ бейнесін таңдай аласыз</p><p>Қазіргі уақытта тек шикі диск бейнелерін (.iso немесе .bin) жазуға қолдау көрсетіледі</p>
pl: <p>Tutaj można wybrać obraz systemu operacyjnego z dysku twardego do zapisania na dysku USB</p><p>Obecnie obsługiwane jest tylko zapisywanie surowych obrazów (.iso lub .bin)</p>
pt_br: <p>Aqui você pode escolher uma imagem de um sistema operacional a partir do seu disco rígido para ser gravada em seu disco flash</p><p>Atualmente, somente é suportado gravar imagens de disco raw (.iso ou .bin)</p>
ro: <p>Aici puteți alege o imagine a sistemului de operare de pe discul dur pentru a fi scrisă pe unitatea USB</p><p>În prezent este posibilă doar scrierea de imagini de disc brute (.iso sau .bin)</p>
ru: <p>Здесь можно выбрать образ ОС с жесткого диска для записи на флэш-накопитель</p><p>В настоящее время поддерживается только запись raw-образов диска (.iso или .bin)</p>
sk: <p>Tu si môžete vybrať obraz operačného systému zo svojho disku, ktorý bude zapísaný na USB disk</p><p>Aktuálne je podporovaný iba zápis surových obrazov disku (.iso alebo .bin)</p>
sv: <p>Här kan du välja en OS-avbild från din hårddisk som skall skrivas på din flash-disk</p><p>För närvarande stödjs det bara att skriva råa diskavbilder (.iso eller .bin)</p>
tr: <p>Burada sabit sürücünüzden flaş diskinize yazılacak bir İS görüntüsü seçebilirsiniz</p><p>Şimdilik yalnızca ham disk (.iso veya .bin) görüntülerin yazımı desteklenmektedir. </p>
uk: <p>Тут ви можете вибрати образ операційної системи, що зберігається на диску вашого комп’ютера, для наступного запису на флешку.</p><p>У поточній версії передбачено підтримку запису лише простих образів дисків (у форматі .iso або .bin)</p>
vi: <p>Tại đây, bạn chọn ảnh OS từ ổ đĩa cứng để ghi vào ổ flash.</p><p>Hiện tại, chỉ hỗ trợ ghi ảnh đĩa thô (.iso hoặc .bin).</p>

# Release|
source: Fedora Spins
ar: متحورات فيدورا
bg: Fedora компилации
cs: Spiny Fedory
fi: Fedora Spinit
fr: Spins Fedora
hu: Fedora Spinek
it: Fedora Spin
kk: Fedora спиндер
pl: Obrazy Fedory
ru: Сборки Fedora
sk: Fedora spiny
sv: Fedora-spinn
tr: Fedora Spinleri
uk: Збірки Fedora
vi: Phiên bản Fedora

# Release|
source: Fedora Labs
ar: مختبرات فيدورا
fi: Fedora Labsit
fr: Labs Fedora
it: Fedora Lab
kab: Tibzimin n Fedora
kk: Fedora зертханалар
sk: Laboratóriá Fedora
sv: Fedora labb
tr: Fedora Labları
vi: Phòng thí nghiệm Fedora

# Release|
source: Fedora Atomic Desktops
ar: أجهزة سطح المكتب فيدورا الذرية
cs: Atomické Desktopy Fedory
fi: Fedoran Atomic-työpöydät
fr: Bureaux atomiques Fedora
hu: Fedora Atomic asztali környezetek
it: Fedora Atomic Desktop
ja: Fedora アトミックデスクトップ
kab: Tinariyin aṭumik n Fedora
kk: Fedora атомдық жұмыс үстелдері
pl: Środowiska Fedora Atomic
pt_br: Fedora desktops atômicos
sk: Atomické desktopy Fedory
sv: Fedora Atomic skrivbord
tr: Fedora Atomik Masaüstleri
uk: Стільниці Atomic Fedora
vi: Fedora Desktop Nguyên tử

# Release|
source: Other
ar: غير ذلك
be: Іншае
bg: Друг
cs: Ostatní
da: Andre
de: Andere
es: Otra
fa: سایر
fi: Muut
fr: Autre
fur: Altri
hu: Egyéb
it: Altre
ja: その他
kab: Ayen niḍen
kk: Басқа
pl: Inne
pt_br: Outro
ro: Alta
ru: Другое
sk: Ostatné
sv: Andra
tr: Diğer
uk: Інше
vi: Khác

# ReleaseArchitecture|
source: Intel/AMD 64bit
ar: Intel/AMD (64 بت)
be: Intel/AMD 64-бітныя
es: Intel/AMD 64 bits
fi: Intel/AMD 64-bittinen
fr: Intel/AMD 64 bits
hu: 64 bites Intel/AMD
kk: Intel/AMD 64 бит
pl: 64-bitowe firmy Intel/AMD
ro: Intel/AMD pe 64 de biți
ru: Intel/AMD 64 разряда
sv: Intel/AMD 64-bitar
uk: Intel/AMD 64-бітовий

# ReleaseArchitecture|
source: ISO format image for Intel, AMD and other compatible PCs (64-bit)
ar: صورة قرص بصيغة ISO لـ Intel وAMD وأجهزة كمبيوتر متوافقة أخرى (64 بت)
be: Вобраз у фармаце ISO для ПК на базе Intel, AMD і іншых сумяшчальных ПК (64-разрадных)
bg: ISO образ за Intel, AMD и други съвместими PC-та (64-bit)
cs: ISO obraz pro Intel, AMD a další kompatibilní PC (64-bit)
da: ISO-formateret aftryk til Intel, AMD og andre kompatible PC'er (64-bit)
de: Abbild im ISO-Format für Intel, AMD und andere kompatible PCs (64-bit)
es: Imagen en formato ISO para Intel, AMD y compatibles (64 bits)
fi: Levykuva ISO-muodossa Intelille, AMD:lle ja muille yhteensopiville PC:ille (64-bit)
fr: Image au format ISO pour les PC Intel, AMD et autres PC compatibles (64 bits)
fur: Imagjin formât ISO par Intel, AMD e altris PC compatibii (64-bit)
hu: ISO formátumú lemezkép Intel, AMD és egyéb kompatibilis PC-khez (64 bites)
it: Formato immagine ISO per Intel, AMD e altre architetture compatibili (64bit)
ja: Intel/AMDおよび互換PC(64bit)向けのISO形式イメージ
kab: Tugna n umasal ISO i Intel, AMD akked yiselkimen imṣadanen (64-bit)
kk: Intel, AMD және басқа үйлесімді ДК (64 бит) үшін ISO пішіміндегі бейне
pl: Obraz płyty formatu ISO dla komputerów zgodnych z procesorami firmy Intel, AMD i innymi (64-bitowymi)
pt_br: Formato de imagem ISO para Intel, AMD e outros PCs compatíveis (64-bit)
ro: Imagine în format ISO pentru Intel, AMD și alte PC-uri compatibile (64 de biți)
ru: Образ в формате ISO для ПК на базе Intel, AMD и других совместимых ПК (64-разрядных)
sk: ISO formát obrazu pre Intel, AMD a ďalšie kompatibilné PC (64-bit)
sv: ISO-formatsavbild för Intel, AMD och andra kompatibla PC:ar (64-bitars)
tr: Intel, AMD ve diğer uyumlu PC'ler için ISO biçimi (64-bit)
uk: Образ у форматі ISO для Intel-сумісних ПК (64-бітовий)
vi: Ảnh ISO cho PC Intel, AMD và tương thích (64-bit)

# ReleaseArchitecture|
source: Intel/AMD 32bit
ar: Intel/AMD (32 بت)
be: Intel/AMD 32-бітныя
es: Intel/AMD 32 bits
fi: Intel/AMD 32-bittinen
fr: Intel/AMD 32 bits
hu: 32 bites Intel/AMD
kk: Intel/AMD 32 бит
pl: 32-bitowe firmy Intel/AMD
ro: Intel/AMD pe 32 de biți
ru: Intel/AMD 32 разряда
sv: Intel/AMD 32-bitar
uk: Intel/AMD 32-бітовий

# ReleaseArchitecture|
source: ISO format image for Intel, AMD and other compatible PCs (32-bit)
ar: صورة قرص بصيغة ISO لـ Intel وAMD وأجهزة كمبيوتر متوافقة أخرى (32 بت)
be: Вобраз у фармаце ISO для ПК на базе Intel, AMD і іншых сумяшчальных ПК (32-разрадных)
bg: ISO образ за Intel, AMD и други съвместими PC-та (32-bit)
cs: ISO obraz pro Intel, AMD a další kompatibilní PC (32-bit)
da: ISO-formateret aftryk til Intel, AMD og andre kompatible PC'er (32-bit)
de: Abbild im ISO-Format für Intel, AMD und andere kompatible PCs (32-bit)
es: Imagen en formato ISO para Intel, AMD y compatibles (32 bits)
fi: Levykuva ISO-muodossa Intelille, AMD:lle ja muille yhteensopiville PC:ille (32-bit)
fr: Image au format ISO pour les PC Intel, AMD et autres PC compatibles (32 bits)
fur: Imagjin formât ISO par Intel, AMD e altris PC compatibii (32-bit)
hu: ISO formátumú lemezkép Intel, AMD és egyéb kompatibilis PC-khez (32 bites)
it: File immagine ISO per Intel, AMD e altre architetture compatibili (32bit)
ja: Intel/AMDおよびその他の互換性PC用のISO形式イメージ(32ビット)
kab: Tugna n umasal ISO i Intel, AMD akked yiselkimen imṣadanen (32-bit)
kk: Intel, AMD және басқа үйлесімді ДК (32 бит) үшін ISO пішіміндегі бейне
pl: Obraz płyty formatu ISO dla komputerów zgodnych z procesorami firmy Intel, AMD i innymi (32-bitowymi)
pt_br: Formato de imagem ISO para Intel, AMD e outros compatíveis com PC (32-bit)
ro: Imagine în format ISO pentru Intel, AMD și alte PC-uri compatibile (32 de biți)
ru: Образ в формате ISO для ПК на базе Intel, AMD и других совместимых ПК (32-разрядных)
sk: ISO formát obrazu pre Intel, AMD a ďalšie kompatibilné PC (32-bit)
sv: ISO-formatsavbild för Intel, AMD och andra kompatibla PC:ar (32-bitars)
tr: Intel, AMD ve diğer uyumlu PC'ler için ISO biçimi (32-bit)
uk: Образ у форматі ISO для Intel-сумісних ПК (32-бітовий)
vi: Ảnh ISO cho PC Intel, AMD và tương thích (32-bit)

# ReleaseArchitecture|
source: LZMA-compressed raw image for ARM v7-A machines like the Raspberry Pi 2 and 3
ar: صورة قرص خامة مضغوطة بـ LZMA لأجهزة ARM v7 مثل Raspberry Pi 2/3
be: Сціснуты метадам LZMA, raw-вобраз для камп'ютараў з ARM v7-A, напрыклад, Raspberry Pi 2 і 3
bg: LZMA-компресиран суров образ за ARM v7-A устройства като Raspberry Pi 2 и 3
cs: Surový obraz pro stroje s procesory ARM v7-A (například Raspberry Pi 2 a 3), komprimovaný pomocí LZMA
da: LZMA-komprimeret råt aftryk til ARM v7-A-maskiner, såsom Raspberry Pi 2 eller 3
de: LZMA-komprimiertes RAW-Abbild für ARM v7-A Geräte wie z.B. den Raspberry Pi 2 und 3
es: Imagen comprimida por LZMA para sistemas ARM v7-A, como Raspberry Pi 2 y 3
fi: LZMA-pakattu raakalevykuva ARM v7-A -koneille kuten Raspberry Pi 2 ja 3
fr: Image brute compressée au format LZMA pour les machines ARM v7-A, comme les Raspberry Pi 2 et 3
fur: Imagjin grese comprimude in LZMA par ARM v7-A machinis come Raspberry Pi2 e 3
hu: LZMA-tömörítésű nyers lemezkép ARM v7 gépekhez, mint a Raspberry Pi 2 és 3
it: File immagine compressa con LZMA per sistemi ARM v7-A come Raspberry Pi 2 e 3
ja: LZMA圧縮RAWイメージはRaspberry Pi2/Pi3などのARM v7-Aマシン向けイメージです
kab: Tugna tarewwayt s umasal LZMA i tmacinin ARM v7-A am Raspberry Pi 2 akked 3
kk: Raspberry Pi 2 және 3 сияқты ARM v7-A машиналарына арналған LZMA-мен сығылған шикі бейне
pl: Surowy obraz skompresowany za pomocą LZMA dla komputerów ARMv7-A, takich jak Raspberry Pi 2 i 3
pt_br: Imagem raw LZMA compactada para máquinas ARM v7-A, como o Raspberry Pi 2 e 3
ro: Imagine brută comprimată LZMA pentru mașini ARM v7-A precum Raspberry Pi 2 și 3
ru: Сжатый методом LZMA raw-образ для компьютеров с ARM v7-A (например, Raspberry Pi 2 и 3)
sk: Surový obraz komprimovaný LZMA pre stroje ARM v7-A (napr. Raspberry Pi 2 a 3)
sv: LZMA-komprimerade råa avbilder för ARM v7-A-maskiner såsom Raspberry Pi 2 och 3
tr: Raspberry Pi 2 ve 3 gibi ARM v7-A makineler için LZMA ile sıkıştırılmış ham görüntü
uk: Стиснутий LZMA простий образ для комп’ютерів з процесором ARM v7-A, зокрема Raspberry Pi 2 і 3
vi: Ảnh thô nén LZMA cho máy ARM v7-A, như Raspberry Pi 2 và 3

# ReleaseArchitecture|
source: LZMA-compressed raw image for AArch64 machines
ar: صورة قرص خامة مضغوطة بـ LZMA لأجهزة AArch64
be: Сціснуты метадам LZMA, raw-вобраз для камп'ютараў з AArch64
bg: LZMA-компресиран образ за AArch64 машини
cs: LZMA - komprimovaný surový obraz pro AArch64
da: LZMA-komprimeret råt aftryk til AArch64-maskiner
de: LZMA-komprimiertes Image für AArch64 Endgeräte
es: Imagen comprimida por LZMA para sistemas AArch64
fi: LZMA-pakattu raaka levykuva AArch64-koneille
fr: Image brute compressée au format LZMA pour les machines AArch64
fur: Imagjin grese comprimude cun LZMA pes machinis AArch64
hu: LZMA-tömörítésű nyers lemezkép AArch64 gépekhez
it: File immagine RAW compressa nel formato LZMA per sistemi AArch64
ja: LZMA圧縮されたRAWイメージはAArch64向けのものです
kab: Tugna tarewwayt s umasal LZMA i tmacinin AArch64
kk: AArch64 машиналарына арналған LZMA-мен сығылған шикі бейне
pl: Surowy obraz skompresowany za pomocą LZMA dla komputerów AArch64
pt_br: Imagem raw comprimido LZMA para máquinas AArch64
ro: Imagine brută comprimată LZMA pentru mașini AArch64
ru: Сжатый методом LZMA raw-образ для компьютеров с AArch64
sk: Surový obraz komprimovaný LZMA pre stroje AArch64
sv: LZMA-komprimerad rå avbild för AArch64-maskiner
tr: AArch64 makineleri için LZMA sıkıştırılmış ham görüntü
uk: Стиснений LZMA простий образ для архітектури AArch64
vi: Ảnh thô nén LZMA cho máy AArch64

# ReleaseListModel|
source: Custom image
ar: صورة قرص مخصصة
be: Іншы вобраз
bg: Друг образ
cs: Vlastní obraz
da: Brugerdefineret aftryk
de: Benutzerdefiniertes Abbild
es: Imagen personalizada
fa: ایمیج سفارشی
fi: Omavalintainen levykuva
fr: Image personnalisée
fur: Imagjin personalizade
hu: Egyéni lemezkép
it: File immagine personalizzata
ja: カスタムイメージ
kab: Tugna tudmawan
kk: Арнайы бейне
pl: Inny obraz
pt_br: Imagem personalizada
ro: Imagine personalizată
ru: Другой образ
sk: Vlastný obraz
sv: Anpassad avbild
tr: Özel görüntü
uk: Нетиповий образ
vi: Ảnh tùy chỉnh

# ReleaseVariant|
source: The downloaded image is corrupted
ar: صورة القرص التي تم تنزيلها تالفة
be: Спампаваны вобраз пашкоджаны
bg: Сваленият образ е повреден
cs: Stažený obraz je poškozený
da: Det downloadede aftryk er ødelagt
de: Heruntergeladenes Abbild ist beschädigt
es: La imagen descargada está corrupta
fi: Ladattu levykuva on korruptoitunut
fr: L'image téléchargée est corrompue
fur: La imagjin discjariade e je ruvinade
hu: A letöltött lemezkép sérült
it: Il file dell'immagine scaricata è corrotto
ja: ダウンロードしたイメージが壊れています
kab: Tugna i d-yettwasadren terreẓ
kk: Жүктелген бейне зақымдалған
pl: Pobrany obraz jest uszkodzony
pt_br: A imagem descarregada está corrompida
ro: Imaginea descărcată este coruptă
ru: Загруженный образ поврежден
sk: Stiahnutý obraz je poškodený
sv: Den hämtade avbilden är trasig
tr: İndirilen görüntü bozulmuş
uk: Отримані дані образу пошкоджено
vi: Ảnh tải về bị hỏng

# ReleaseVariant|
source: The downloaded file is not readable.
ar: الملف الذي تم تنزيله غير قابل للقراءة.
be: Спампаваны файл не чытаецца.
bg: Сваленият файл е недостъпен.
cs: Není možné přečíst stažený soubor.
da: Den downloadede fil kan ikke læses.
de: Die heruntergeladene Datei kann nicht gelesen werden.
es: No se puede leer el archivo descargado.
fa: فایل دانلود شده قابل خواندن نیست.
fi: Ladattu tiedosto ei ole luettavissa.
fr: Le fichier téléchargé n'est pas lisible.
fur: Nol è pussibil lei il file discjariât.
hu: A letöltött fájl nem olvasható.
it: Il file scaricato non è leggibile.
ja: ダウンロードしたファイルが読み込みできません。
kab: Afaylu i d-yettwasadren ur yettwaɣray ara.
kk: Жүктелген файл оқылмайды.
pl: Nie można odczytać pobranego pliku.
pt_br: O arquivo descarregado não é legível.
ro: Fișierul descărcat nu poate fi citit.
ru: Загруженный файл не читается.
sk: Stiahnutý súbor nie je možné čítať.
sv: Den hämtade filen är inte läsbar.
tr: İndirilen dosya okunabilir değil.
uk: Отриманий файл непридатний до читання.
vi: Tệp tải về không đọc được.
