Repository: FedoraQt/MediaWriter
Catalog: po/mediawriter_*.po
Languages: ar, be, bg, cs, da, de, es, fa, fi, fr, fur, hu, it, ja, kab, kk, pl, pt_br, ro, ru, sk, sv, tr, uk, vi

# ReleaseVariant|
source: Unable to rename the temporary file.
ar: تعذر إعادة تسمية الملف المؤقت.
be: Немагчыма перайменаваць часовы файл.
bg: Временният файл не може да се преименова.
cs: Nepovedlo se přejmenovat dočasný soubor.
da: Kan ikke omdøbe den midlertidige fil.
de: Die temporäre Datei konnte nicht umbenannt werden.
es: No se pudo renombrar el archivo temporal.
fa: ناتوان در تغییر نام فایل موقت.
fi: Väliaikaista tiedostoa ei voitu uudelleennimetä.
fr: Impossible de renommer le fichier temporaire.
fur: Impussibil cambiâ non al file temporani.
hu: Az átmeneti fájl átnevezése nem lehetséges.
it: Impossibile rinominare il file temporaneo.
ja: 一時的作業ファイルをリネームできません。
kab: D awezɣi abeddel n yisem i ufaylu askudan.
kk: Уақытша файлдың атын өзгерту мүмкін емес.
pl: Nie można zmienić nazwy pliku tymczasowego.
pt_br: Incapaz de renomear o arquivo temporário.
ro: Nu s-a putut redenumi fișierul temporar.
ru: Не удается переименовать временный файл.
sk: Nepodarilo sa premenovať dočasný súbor.
sv: Kan inte byta namn på temporärfilen.
tr: Geçici dosya yeniden adlandırılamıyor.
uk: Не вдалося перейменувати тимчасовий файл.
vi: Không thể đổi tên tệp tạm thời.

# ReleaseVariant|
source: Preparing
ar: قيد الإعداد
be: Падрыхтоўка
bg: Подготовка
cs: Připravuje se
da: Forbereder
de: Vorbereiten
es: Preparando
fa: آماده سازی
fi: Valmistellaan
fr: Préparation
fur: Daûr a prontâ
hu: Előkészítés
it: Preparazione
ja: 準備中
kab: Asewjed
kk: Дайындалуда
pl: Przygotowywanie
pt_br: Preparando
ro: Se pregătește
ru: Подготовка
sk: Príprava
sv: Förbereder
tr: Hazırlanıyor
uk: Приготування
vi: Đang chuẩn bị

# ReleaseVariant|
source: Downloading
ar: قيد التنزيل
be: Спампоўванне
bg: Изтегляне
cs: Stahuje se
da: Downloader
de: Herunterladen
es: Descargando
fa: در حال دانلود
fi: Ladataan
fr: Téléchargement
fur: Daûr a discjariâ
hu: Letöltés
ja: ダウンロード中
kab: Asider
kk: Жүктелуде
pl: Pobieranie
pt_br: Baixando
ro: Se descarcă
ru: Загрузка
sk: Sťahovanie
sv: Laddar ner
tr: İndiriliyor
uk: Отримання даних
vi: Đang tải

# ReleaseVariant|
source: Checking the download
ar: قيد التحقق من التنزيل
be: Праверка спампаванага файла
bg: Проверка на изтегленото
cs: Ověřování stažených dat
da: Tjekker det downloadede
de: Download überprüfen
es: Comprobando la descarga
fa: بررسی دانلود
fi: Tarkistetaan latausta
fr: Vérification du fichier téléchargé
fur: Daûr a verificâ il discjariament
hu: Letöltés ellenőrzése
it: Verifica download
ja: ダウンロードをチェック中
kab: Asenqed n usader
kk: Жүктеу тексерілуде
pl: Sprawdzanie pobranego pliku
pt_br: Verificando o download
ro: Se verifică fișierul descărcat
ru: Проверка загрузки
sk: Overovanie stiahnutého súboru
sv: Kontrollerar nedladdningen
tr: İndirme denetleniyor
uk: Перевіряємо отримане
vi: Kiểm tra tệp tải về

# ReleaseVariant|
source: Ready to write
ar: جاهز للكتابة
be: Гатова да запісу
bg: Готово за запис
cs: Připraveno k zápisu
da: Klar til at skrive
de: Bereit zum Schreiben
es: Listo para escribir
fa: آماده برای نوشتن
fi: Valmis kirjoittamaan
fr: Prêt à l'écriture
fur: Pront par scrivi
hu: Írásra kész
it: Pronto per la scrittura
ja: 書き込みの準備ができています
kab: Yewjed i tira
kk: Жазуға дайын
pl: Gotowe do zapisu
pt_br: Pronto para gravar
ro: Pregătit pentru scriere
ru: Готово для записи
sk: Pripravené na zápis
sv: Klar att skriva
tr: Yazmaya hazır
uk: Готові до запису
vi: Sẵn sàng ghi

# ReleaseVariant|
source: Image file was saved to your downloads folder. Writing is not possible
ar: تم حفظ ملف صورة القرص إلى مجلد التنزيلات. الكتابة غير ممكنة
be: Файл вобраза захаваны ў папку «Спампоўкі». Запіс немагчымы
bg: Файлът с образа е записан във вашата папка за изтегляне. Записването не е възможно
cs: Soubor obrazu byl uložen do vaší složky stahování. Není možné zapisovat
da: Aftryksfil blev gemt i din Downloads-mappe. Skrivning er ikke muligt
de: Abbild wurde im Download-Ordner gespeichert. Das Schreiben des Abbild ist jedoch nicht möglich
es: Se ha descargado la imagen a su directorio de descargas. La escritura no es posible
fa: فایل ایمیج در پوشه Downloads شما ذخیره شده. نوشتن امکان پذیر نیست
fi: Levykuvatiedosto tallennettu Lataukset-kansioosi. Kirjoittaminen ei ole mahdollista
fr: Le fichier image a été enregistré dans votre dossier Téléchargements. L'écriture est impossible
fur: Il file imagjin al è stât salvât te cartele dai file discjariâts. La scriture no je pussibile
hu: A lemezkép fájl a letöltés mappájába került. Kiírása nem lehetséges
it: Il file immagine è stato salvato nella cartella di download. Non è possibile effettuare la scrittura
ja: イメージファイルがダウンロードフォルダに保存されました。書き込みは行っていません。
kab: Afaylu n yugniwin yettwasekles deg ufaylu n yisadaren. Tira d awezɣi
kk: Бейне файлы жүктемелер бумасына сақталды. Жазу мүмкін емес
pl: Plik obrazu został zapisany w katalogu Pobrane. Zapisanie jest niemożliwe
pt_br: O arquivo de imagem foi salvo na sua pasta de downloads. Impossível realizar a escrita
ro: Fișierul de imagine a fost salvat în dosarul «Descărcări». Scrierea nu este posibilă
ru: Файл образа сохранен в вашу папку для загрузок. Запись невозможна
sk: Súbor obrazu bol uložený do adresára so stiahnutými súbormi, pretože zapisovanie nebolo možné
sv: Avbildsfilen sparades i din hämtningsmapp. Att skriva är inte möjligt
tr: Görüntü dosyası indirilenler klasörünüze kaydedildi. Yazım olası değil
uk: Файл образу було збережено до вашої теки отриманих файлів. Запис даних неможливий.
vi: Tệp ảnh đã được lưu vào thư mục tải về. Không thể ghi

# ReleaseVariant|
source: Writing
ar: قيد الكتابة
be: Запіс
bg: Записване
cs: Zápis
da: Skriver
de: Schreiben
es: Escribiendo
fa: در حال نوشتن
fi: Kirjoitetaan
fr: Écriture
fur: Daûr a scrivi
hu: Kiírás
it: Scrittura
ja: 書き込み中
kab: Tira
kk: Жазылуда
pl: Zapisywanie
pt_br: Gravando
ro: Se scrie
ru: Запись
sk: Zapisovanie
sv: Skriver
tr: Yazılıyor
uk: Записуємо
vi: Đang ghi

# ReleaseVariant|
source: Checking the written data
ar: قيد التحقق من البيانات المكتوبة
be: Праверка запісаных даных
bg: Проверка на записаните данни
cs: Ověřování zapsaných dat
da: Tjekker den skrevne data
de: Geschriebene Daten überprüfen
es: Comprobando los datos grabados
fa: بررسی داده های نوشته شده
fi: Tarkistetaan kirjoitettua dataa
fr: Vérification des données écrites
fur: Daûr a verificâ i dâts scrits
hu: A kiírt adatok ellenőrzése
it: Verifica dati scritti
ja: 書き込まれたデータを検証中です
kab: Asenqed n yisefka yettwuran
kk: Жазылған деректер тексерілуде
pl: Sprawdzanie zapisanych danych
pt_br: Verificando os dados gravados
ro: Se verifică datele scrise
ru: Проверка записанных данных
sk: Overovanie zapísaných údajov
sv: Kontrollerar skriven data
tr: Yazılan veri denetleniyor
uk: Перевіряємо записані дані
vi: Kiểm tra dữ liệu đã ghi

# ReleaseVariant|
source: Finished!
ar: اكتمل!
be: Гатова!
bg: Готово!
cs: Dokončeno!
da: Færdig!
de: Abgeschlossen!
es: ¡Terminado!
fa: به پایان رسید!
fi: Valmis!
fr: Fini !
fur: Finît!
hu: Elkészült!
it: Operazione completata!
ja: 完了しました！
kab: Ifukk!
kk: Аяқталды!
pl: Ukończono.
pt_br: Terminado!
ro: Operație finalizată!
ru: Закончено!
sk: Dokončené!
sv: Klar!
tr: Bitti!
uk: Завершено!
vi: Đã xong!

# ReleaseVariant|
source: The written data is corrupted
ar: البيانات المكتوبة تالفة
be: Запісаныя даныя пашкоджаны
bg: Записаните данни са повредени
cs: Zapsaná data jsou poškozená
da: Den skrevne data er ødelagt
de: Die geschriebenen Daten sind korrupt
es: Los datos grabados están corruptos
fi: Kirjoitettu data on korruptoitunut
fr: Les données écrites sont corrompues
fur: I dâts scrits a son ruvinâts
hu: A kiírt adatok sérültek
it: I dati scritti sono corrotti
ja: 書き込まれたデータが破損しています
kab: Isefka yettwuran rrẓen
kk: Жазылған деректер зақымдалған
pl: Zapisane dane są uszkodzone
pt_br: Os dados gravados estão corrompidos
ro: Datele scrise sunt corupte
ru: Загруженные данные повреждены
sk: Zapísané údaje sú poškodené
sv: Skrivna data är trasiga
tr: Yazılı veri bozulmuş
uk: Записані дані пошкоджено
vi: Dữ liệu đã ghi bị hỏng

# ReleaseVariant|
source: Download failed
ar: فشل التنزيل
be: Не ўдалося спампаваць
bg: Изтеглянето е неуспешно
cs: Stahování selhalo
da: Download mislykkedes
de: Herunterladen fehlgeschlagen
es: Descarga fallida
fa: دانلود ناموفق
fi: Lataus epäonnistui
fr: Le téléchargement a échoué
fur: Discjariament falît
hu: Letöltés sikertelen
it: Download fallito
ja: ダウンロードに失敗しました
kab: Asader yecceḍ
kk: Жүктеп алу сәтсіз аяқталды
pl: Pobranie się nie powiodło
pt_br: O download falhou
ro: Descărcarea a eșuat
ru: Ошибка загрузки
sk: Sťahovanie zlyhalo
sv: Nedladdning misslyckades
tr: İndirilemedi
uk: Не вдалося отримати
vi: Tải xuống thất bại

# ReleaseVariant|
source: Error
ar: خطأ
be: Памылка
bg: Грешка
cs: Chyba
da: Fejl
de: Fehler
fa: خطا
fi: Virhe
fr: Erreur
fur: Erôr
hu: Hiba
it: Errore
ja: エラー
kab: Tuccḍa
kk: Қате
pl: Błąd
pt_br: Erro
ro: Eroare
ru: Ошибка
sk: Chyba
sv: Fel
tr: Hata
uk: Помилка
vi: Lỗi

# ReleaseVersion|
source: %1 Alpha
ar: %1 ألفا
es: %1 Alfa
fa: %1 آلفا
fi: %1 alfaversio
hu: %1 alfa
kab: %1 Alfa
kk: %1 Альфа
pl: %1 Alfa
ru: %1 Альфа
sk: %1 Alfa
sv: %1 alfa

# ReleaseVersion|
source: %1 Beta
ar: %1 بيتا
fa: %1 بتا
fi: %1 beetaversio
hu: %1 béta
kab: %1 Biṭa
kk: %1 Бета
ru: %1 Бета

# ReleaseVersion|
source: %1 Release Candidate
ar: %1 مرشح للإصدار
cs: %1 kandidát na vydání
de: %1 Release-Kandidat
es: %1 RC (candidata a lanzamiento)
fi: %1 julkaisukandidaatti
fur: %1 Publicazion Candidade
hu: %1 kiadásra jelölt változat
kab: %1 lqem ara d-yeffɣen
kk: %1 шығарылым кандидаты
pl: %1 RC
pt_br: %1 Candidato à lançamento
ro: %1 candidata pentru lansare
ru: Кандидат на выпуск %1
sk: %1 RC
sv: %1 utgåvekandidat
tr: %1 Sürüm Adayı
uk: %1 RC
vi: %1 Ứng viên Phát hành

# RestoreJob|
source: Failed to open device for writing
da: Åbning af enhed til skrivning mislykkedes
fi: Laitteen avaaminen kirjoittamista varten epäonnistui
fr: Échec de l'ouverture du lecteur pour l'écriture
it: Impossibile aprire il dispositivo per la scrittura
kk: Құрылғыны жазу үшін ашу сәтсіз
ro: Nu s-a putut deschide dispozitivul pentru scriere
sk: Nepodarilo sa otvoriť zariadenie na zápis
vi: Không mở được thiết bị để ghi

# RestoreJob|
source: Destination drive is not writable
da: Destinationsdrevet er skrivbart
fi: Kohdeasema ei ole kirjoitettava
fr: Impossible d'ouvrir en écriture le lecteur de destination
hu: A céleszköz írásvédett
it: L'unità di destinazione non è scrivibile
kk: Мақсатты диск жазылмайды
ro: Nu se poate scrie în unitatea de destinație
sk: Na cieľový disk nie je možné zapisovať
vi: Ổ đĩa đích không ghi được

# RestoreJob|
source: Failed to get file size
da: Registrering af filstørrelse mislykkedes
fi: Tiedoston koon lukeminen epäonnistui
it: Impossibile ottenere la dimensione del file
kab: Ur yessaweḍ ara ad d-yawi tiddi n ufaylu
kk: Файл өлшемін алу сәтсіз
ro: Nu s-a putut obține dimensiunea fișierului
sk: Nepodarilo sa získať veľkosť súboru
vi: Không lấy được kích thước tệp

# RestoreJob|
source: File size is smaller than 128 blocks
da: Filstørrelsen er mindre end 128 blokke
fi: Tiedoston koko on pienempi kuin 128 lohkoa
it: La dimensione del file è inferiore a 128 blocchi
kk: Файл өлшемі 128 блоктан кіші
ro: Dimensiunea fișierului este mai mică de 128 de blocuri
sk: Veľkosť súboru je menšia ako 128 blokov
vi: Kích thước tệp nhỏ hơn 128 khối

# RestoreJob|
source: Failed to move file pointer to the end region
da: Flytning af filmarkøren til slutregionen mislykkedes
fi: Tiedoston osoittimen siirtäminen loppualueelle epäonnistui
it: Impossibile spostare il puntatore del file alla regione finale
kk: Файл нұсқағышын соңғы аймаққа жылжыту сәтсіз
ro: Mutarea indicatorului de fișier în regiunea finală a eșuat
sk: Nepodarilo sa presunúť ukazovateľ súboru na koncovú oblasť
vi: Không thể di chuyển con trỏ tệp đến vùng cuối

# RestoreJob|
source: Failed to sync data to disk
da: Synkronisering af data til disk mislykkedes
fi: Tietojen synkronointi levylle epäonnistui
hu: Az adatok lemezre való szinkronizálása sikertelen
it: Impossibile sincronizzare i dati sul disco
kk: Деректерді дискіге синхрондау сәтсіз
ro: Nu s-a reușit sincronizarea datelor cu discul
sk: Nepodarilo sa synchronizovať údaje na disk
vi: Không đồng bộ hóa được dữ liệu vào đĩa

# RestoreJob|
source: Couldn't remove drive mountpoints
ar: تعذر إزالة نقاط ضمّ محرك الأقراص
be: Не ўдалося выдаліць пункт мантавання дыска
cs: Nepodařilo se odstranit přípojné body disku
da: Kunne ikke fjerne drev-monteringspunkter
de: Die Einhängepunkte konnten nicht entfernt werden
fi: Aseman liitoskohtia ei voitu poistaa
fr: Impossible de supprimer les points de montage du lecteur
hu: A csatolási pontok nem távolíthatók el
it: Impossibile rimuovere i punti di montaggio dell'unità
kab: Ugint ad ttwakksent tenqiḍin n userkeb n unuḍaf
kk: Дискінің тіркелу нүктелерін өшіру мүмкін болмады
pl: Nie można usunąć punktów montowania dysku
pt_br: Não foi possível remover os pontos de montagem da unidade
ro: Nu s-au putut elimina punctele de montare ale unității
sk: Nepodarilo sa odstrániť prípojné body disku
sv: Kunde inte ta bort monteringspunkterna för enheten
tr: Sürücü bağlama noktaları kaldırılamadı
uk: Не вдалося вилучити точки монтування дисків
vi: Không gỡ được điểm gắn kết ổ đĩa

# RestoreJob|
source: Failed to remove partitions from the drive
ar: فشل في إزالة الأقسام من محرك الأقراص
be: Не ўдалося выдаліць з дыска раздзелы
cs: Chyba při odstraňování oddílu disku
da: Fjernelse af partitioner på disk mislykkedes
de: Fehler beim Entfernen von Partitionen
fi: Osioiden poistaminen asemasta epäonnistui
fr: Échec de la suppression des partitions du lecteur
hu: A partíciók eltávolítása a meghajtóról sikertelen
it: Impossibile rimuovere le partizioni dall'unità
kab: Tecceḍ tukksa n yiḥricen seg unuḍaf
kk: Дискіден бөлімдерді өшіру сәтсіз
pl: Usunięcie partycji z dysków się nie powiodło
pt_br: Falha ao remover partições da unidade
ro: Eliminarea partițiilor de pe unitate a eșuat
sk: Nepodarilo sa odstrániť oddiely z disku
sv: Misslyckad att ta bort partitioner från disken
tr: Sürücüden bölümler kaldırılamadı
uk: Не вдалося вилучити розділи на диску
vi: Không xóa được phân vùng khỏi ổ đĩa

# RestoreJob|
source: Failed to open the drive for formatting
ar: فشل فتح محرك الأقراص للتنسيق
be: Не ўдалося адкрыць дыск для фарматавання
cs: Nepodařilo se otevřít disk pro formátování
da: Åbning af drev til formatering mislykkedes
de: Fehler beim Öffnen für den Formatierungszugriff
fi: Aseman avaaminen alustusta varten epäonnistui
fr: Échec de l'ouverture du lecteur pour le formatage
hu: A meghajtó formázásra történő megnyitása sikertelen
it: Impossibile aprire l'unità per la formattazione
kab: Yecceḍ ulday n unuḍaf i umsal
kk: Дискіні пішімдеу үшін ашу сәтсіз
pl: Otwarcie dysku do sformatowania się nie powiodło
pt_br: Falha ao abrir a unidade para formatação
ro: Nu s-a putut deschide unitatea pentru formatare
sk: Nepodarilo sa otvoriť disk na formátovanie
sv: Misslyckades att öppna enheten för formatering
tr: Sürücü biçimlendirme için açılamadı
uk: Не вдалося відкрити диск для форматування
vi: Không mở được ổ đĩa để định dạng

# RestoreJob|
source: Couldn't lock the drive
ar: تعذر قفل محرك الأقراص
be: Не ўдалося заблакаваць дыск
cs: Nepodařilo se zamknout disk
da: Kunne ikke låse drevet
de: Speichermedium konnte nicht gesperrt werden
fi: Aseman lukitseminen epäonnistui
fr: Impossible de verrouiller le lecteur
hu: A meghajtó nem zárolható
it: Impossibile bloccare l'unità
kab: Yegguma ad isekkeṛ unuḍaf
kk: Дискіні құлыптау мүмкін болмады
pl: Nie można zablokować dysku
pt_br: Não foi possível bloquear a unidade
ro: Nu s-a putut bloca unitatea
sk: Nepodarilo sa zamknúť disk
sv: Kunde inte låsa disken
tr: Sürücü kilitlenemedi
uk: Не вдалося заблокувати диск
vi: Không khóa được ổ đĩa

# RestoreJob|
source: Failed to clear the partition table on the drive
ar: فشل في مسح جدول الأقسام على محرك الأقراص
be: Не ўдалося ачысціць табліцу раздзелаў на дыску
cs: Chyba při odstraňování tabulky oddílů na disku
da: Rydning af partitionstabellen på drevet mislykkedes
de: Fehler beim Reinigen der Partitionstabelle auf dem Gerät
fi: Aseman osiotaulukon tyhjennys epäonnistui
fr: Échec de l'effacement de la table de partitionnement du lecteur
hu: A partíciós tábla törlése a meghajtóról sikertelen
it: Impossibile cancellare la tabella delle partizioni sull'unità
kab: Yecceḍ usfaḍ n tfelwit n yiḥricen ɣef unuḍaf
kk: Дискідегі бөлімдер кестесін тазалау сәтсіз
pl: Wyczyszczenie tablicy partycji na dysku się nie powiodło
pt_br: Falha ao limpar a tabela de partição na unidade
ro: Ștergerea tabelului de partiții de pe unitate a eșuat
sk: Nepodarilo sa vymazať tabuľku oddielov na disku
sv: Misslyckades med att rensa partitionstabellen på disken
tr: Sürücüdeki bölümlendirme tablosu temizlenemedi
uk: Не вдалося очистити таблицю розділів диска
vi: Không xóa được bảng phân vùng trên ổ đĩa

# RestoreJob|
source: Failed to set the drive to RAW partition style
ar: فشل في ضبط محرك الأقراص على نمط التقسيم RAW
be: Не ўдалося задаць дыску стыль раздзела RAW
cs: Nepodařilo se nastavit disk na styl oddílů RAW
da: Indstilling af drev til RAW-partitionsstil mislykkedes
de: Fehler beim Setzen des Gerätes auf den RAW-Partitionsstil
fi: Aseman asettaminen RAW-ositotyyliin epäonnistui
fr: Échec du passage du lecteur au style de partition RAW
hu: A meghajtó RAW partíciós stílusra állítása sikertelen
it: Impossibile impostare l'unità sullo stile di partizione RAW
kab: Yecceḍ asbadu n unuḍaf i uɣanib n uḥric RAW
kk: Дискіні RAW бөлім стиліне орнату сәтсіз
pl: Ustawienie dysku na surowy styl partycji się nie powiodło
pt_br: Falha ao definir a unidade para o tipo de partição RAW
ro: Configurarea unității în stilul de partiție RAW a eșuat
sk: Nepodarilo sa nastaviť disk na štýl oddielu RAW
sv: Misslyckades att ställa in disken till RÅ-partitionsstil
tr: Sürücü RAW (ham) bölüm biçimine ayarlanamadı
uk: Не вдалося встановити для диска стиль розділів RAW
vi: hông đặt được ổ đĩa về kiểu phân vùng RAW

# RestoreJob|
source: Failed to create a GPT partition on the drive
ar: فشل إنشاء قسم GPT على محرك الأقراص
be: Не ўдалося стварыць на дыску раздзел GPT
cs: Chyba při vytváření GPT oddílu na disku
da: Oprettelse af GPT-partition på drevet mislykkedes
de: Fehler beim Erstellen einer GPT-Partition auf dem Gerät
fi: GPT-osion luominen asemalle epäonnistui
fr: Échec de la création d'une partition GPT sur le lecteur
hu: A GPT partíció létrehozása a meghajtón sikertelen
it: Impossibile creare una partizione GPT sull'unità
kab: Tecceḍ tmerna n uḥric GPT ɣef unuḍaf
kk: Дискіде GPT бөлімін жасау сәтсіз
pl: Utworzenie partycji GPT na dysku się nie powiodło
pt_br: Falha ao criar uma partição GPT na unidade
ro: Crearea unei partiții GPT pe unitate a eșuat
sk: Nepodarilo sa vytvoriť GPT oddiel na disku
sv: Misslyckades att skapa en GPT-partition på disken
tr: Sürücüde GPT bölümü oluşturulamadı
uk: Не вдалося створити розділ GPT на диску
vi: Không tạo được phân vùng GPT trên ổ đĩa

# RestoreJob|
source: Failed to get GUID volume path on the drive
ar: فشل في الحصول على مسار وحدة تخزين GUID على محرك الأقراص
be: Не ўдалося атрымаць шлях GUID тома на дыску
cs: Nepodařilo se získat cestu úložiště GUID na disku
da: Registrering af GUID-volumensti på drevet mislykkedes
de: Fehler beim Erhalten des GUID-Speicherkartenpfades auf dem Drive
fi: GUID-taltiopolun saaminen asemalle epäonnistui
fr: Échec de l'obtention du chemin du volume GUID sur le lecteur
hu: A GUID kötetvonalának lekérése a meghajtón sikertelen
it: Impossibile ottenere il percorso del volume GUID sull'unità
kab: Yecceḍ wawway n ubrid n ubleɣ GUID ɣef unuḍaf
kk: Дискідегі GUID том жолын алу сәтсіз
pl: Uzyskanie ścieżki do woluminu GUID na dysku się nie powiodło
pt_br: Falha ao obter o caminho do volume GUID na unidade
ro: Obținerea rutei volumului GUID de pe unitate a eșuat
sk: Nepodarilo sa získať GUID cestu k zväzku na disku
sv: Misslyckades att hämta GUID volymsökväg på disken
tr: Sürücüde GUID birim yolu alınamadı
uk: Не вдалося отримати шлях до тому GUID на диску
vi: Không lấy được đường dẫn ổ đĩa GUID

# RestoreJob|
source: Failed to mount the new partition
ar: فشل في ضمّ القسم الجديد
be: Не ўдалося прымантаваць новы раздзел
cs: Nepodařilo se připojit nový oddíl
da: Montéring af den nye partition mislykkedes
de: Fehler beim Starten der neuen Partition
fi: Uuden osion liitäminen epäonnistui
fr: Échec du montage de la nouvelle partition
hu: Az új partíció csatolása sikertelen
it: Impossibile montare la nuova partizione
kab: Yecceḍ userkeb n uḥric amaynut
kk: Жаңа бөлімді тіркеу сәтсіз
pl: Zamontowanie nowej partycji się nie powiodło
pt_br: Falha ao montar a nova partição
ro: Montarea noii partiții a eșuat
sk: Nepodarilo sa pripojiť nový oddiel
sv: Misslyckades att montera den nya partitionen
tr: Yeni bölüm bağlanamadı
uk: Не вдалося змонтувати новий розділ
vi: Không gắn kết được phân vùng mới

# RestoreJob|
source: Failed to format the partition to exFAT
ar: فشل تهيئة القسم إلى exFAT
be: Не ўдалося адфарматаваць раздзел у exFAT
cs: Nepodařilo se naformátovat oddíl na exFAT
da: Formatering af partitionen til exFAT mislykkedes
de: Fehler beim Formatieren der Partition zu exFAT
fi: Osion alustaminen exFAT-muotoon epäonnistui
fr: Échec du formatage de la partition en exFAT
hu: A partíció exFAT formátumra formázása sikertelen
it: Impossibile formattare la partizione su exFAT
kab: Yecceḍ umsal n uḥric i exFAT
kk: Бөлімді exFAT пішімінде пішімдеу сәтсіз
pl: Sformatowanie partycji na exFAT się nie powiodło
pt_br: Falha ao formatar a partição para exFAT
ro: Formatarea partiției în exFAT a eșuat
sk: Nepodarilo sa naformátovať oddiel na exFAT
sv: Misslyckades att formatera partitionen till exFAT
tr: Bölüm exFAT olarak biçimlendirilemedi
uk: Не вдалося форматувати розділ в exFAT
vi: Không định dạng được phân vùng thành exFAT

# RestorePage|
source: Restore Drive <b>%1</b>
ar: استعادة محرك الأقراص <b>%1</b>
be: Аднаўленне дыска <b>%1</b>
bg: Диск за възстановяване <b>%1</b>
cs: Obnovit Disk <b>%1</b>
da: Gendan drev <b>%1</b>
de: Laufwerk <b>%1</b> wiederherstellen
es: Restaurar Unidad <b>%1</b>
fa: بازیابی درایو <b>%1</b>
fi: Palauta levy <b>%1</b>
fr: Restaurer le lecteur <b>%1</b>
fur: Ripristine unitât <b>%1</b>
hu: Meghajtó helyreállítása: <b>%1</b>
it: Ripristina unità '<b>%1</b>'
ja: ドライブ <b>%1</b> に復元する
kab: Err-d anuḍaf <b>%1</b>
kk: <b>%1</b> дискісін қалпына келтіру
pl: Przywrócenie dysku <b>%1</b>
pt_br: Restaurar unidade <b>%1</b>
ro: Restaurează unitatea <b>%1</b>
ru: Восстановить диск <b>%1</b>
sk: Obnoviť disk <b>%1</b>
sv: Återställ enhet <b>%1</b>
tr: <b>%1</b> Sürücüsünü Sıfırla
uk: Відновити носій <b>%1</b>
vi: Khôi phục Ổ đĩa <b>%1</b>
