Repository: FedoraQt/MediaWriter
Catalog: po/mediawriter_*.po
Languages: ar, be, bg, cs, da, de, es, fa, fi, fr, fur, hu, it, ja, kab, kk, pl, pt_br, ro, ru, sk, sv, tr, uk, vi

# DownloadPage|
source: Restart and boot from %1 to start using %2.
ar: إعادة التشغيل والإقلاع من %1 لبدء استخدام %2.
be: Перазапусціце камп'ютар і загрузіце сістэму з %1, каб пачаць выкарыстанне %2.
bg: Рестартирайте и заредете %1, за да започнете да използвате %2.
cs: Restartujte a spusťte systém z %1, abyste mohli začít používat %2.
da: Genstart og boot fra %1 for at komme i gang med at bruge %2.
de: Neustarten und von Laufwerk %1 starten um %2 zu benutzen.
es: Reiniciar y arrancar desde %1 para empezar a usar %2.
fa: برای شروع به استفاده از %2 ری استارت کنید و از %1 بوت کنید.
fi: Aloita käyttöjärjestelmän %2 käyttö käynnistämällä järjestelmä uudelleen asemalta %1.
fr: Redémarrez votre appareil en utilisant %1 pour commencer à utiliser %2.
fur: Torne invie e fâs partî di %1 par tacâ a doprâ %2.
hu: Indítson újra és bootoljon be %1 eszközéről %2 használatának megkezdéséhez.
it: Riavvia e fai il boot da '%1' per iniziare ad usare' %2'.
ja: 再起動し、%1 から %2 を起動します。
kab: Ales tanekkra syen sker seg %1 i beddu n useqdec n %2.
kk: %2 пайдалануды бастау үшін қайта іске қосып, %1 ішінен жүктеңіз.
pl: Należy uruchomić ponownie z nośnika %1, aby zacząć korzystać z systemu %2.
pt_br: Reinicie e inicialize com %1 para começar a usar %2.
ro: Reporniți și porniți de la %1 pentru a începe să utilizați %2.
ru: Перезапустите компьютер и загрузите систему с %1, чтобы начать использовать %2.
sk: Reštartujte a spustite systém z %1 pokiaľ chcete začať používať %2.
sv: Starta om och starta upp från %1 för att börja använda%2.
tr: %2 kullanmaya başlamak için yeniden başlatın ve %1'den önyükleyin.
uk: Перезапустіть комп'ютер і завантажте систему з %1, щоб почати користуватися %2.
vi: Khởi động lại và boot từ %1 để bắt đầu dùng %2.

# DownloadPage|
source: Cancel
ar: ألغِ
be: Скасаваць
cs: Storno
da: Annullér
de: Abbrechen
fi: Peru
fr: Annuler
hu: Mégse
it: Annulla
kab: Sefsex
kk: Бас тарту
pl: Anuluj
pt_br: Cancelar
ro: Anulează
sk: Zrušiť
sv: Avbryt
tr: İptal
uk: Скасувати
vi: Hủy

# DownloadPage|
source: Write
ar: اكتب
be: Запісаць
cs: Zápis
da: Skriv
de: Schreiben
fi: Kirjoita
fr: Écrire
hu: Kiírás
it: Scrivi
kab: Aru
kk: Жазу
pl: Zapisz
pt_br: Gravar
ro: Scriere
sk: Zapísať
sv: Skriv
tr: Yaz
uk: Записати
vi: Ghi

# DownloadPage|
source: Finish
ar: إنهاء
be: Гатова
cs: Dokončit
da: Færdig
de: Fertig
es: Finalizar
fi: Valmis
fr: Terminé
fur: Finît!
hu: Befejezés
it: Fine
ja: 完了しました
kab: Fakk
kk: Аяқтау
pl: Ukończ
pt_br: Concluir
ro: Finalizare
sk: Dokončiť
sv: Slutför
tr: Bitir
uk: Завершено
vi: Xong

# DownloadPage|
source: Retry
ar: أعد المحاولة
be: Паўтарыць
cs: Opakovat
da: Prøv igen
de: Erneut versuchen
fi: Yritä uudelleen
fr: Réessayer
hu: Újra
it: Riprova
kab: Ɛreḍ tikkelt niḍen
kk: Қайталау
pl: Ponów
pt_br: Tentar novamente
ro: Reîncercați
sk: Opakovať
sv: Försök igen
tr: Yeniden Dene
uk: Повторити
vi: Thử lại

# Drive|
source: This drive is not large enough.
ar: محرك الأقراص هذا ليس كبيرًا بما يكفي.
be: Гэты дыск занадта малы.
bg: Това устройство няма достатъчен капацитет.
cs: Tento disk není dostatečně velký.
da: Drevet er ikke stort nok.
de: Das Laufwerk ist nicht ausreichend groß.
es: La unidad no es suficientemente grande.
fa: این درایو به اندازه کافی بزرگ نیست.
fi: Levyllä ei ole tarpeeksi tilaa.
fr: Ce lecteur n'est pas assez grand.
fur: Cheste unitât no je vonde grande.
hu: Ez a meghajtó nem elég nagy.
it: L'unità non è sufficientemente grande.
ja: メディアの容量が足りません。
kab: Anuḍaf-a ur meqqer ara aṭas.
kk: Бұл дискінің көлемі жеткіліксіз.
pl: Ten dysk jest za mały.
pt_br: Esta unidade não é grande o suficiente.
ro: Această unitate nu este suficient de mare.
ru: Диск недостаточно большой.
sk: Tento disk nie je dostatočne veľký.
sv: Enheten är inte stor nog.
tr: Sürücü yeterince büyük değil.
uk: На цьому диску недостатньо місця.
vi: Ổ này không đủ lớn.

# DrivePage|
source: Write Options
ar: خيارات الكتابة
be: Параметры запісу
bg: Възможности за записване
cs: Možnosti zápisu
da: Skriveindstillinger
de: Schreiboptionen
es: Opciones de Escritura
fa: گزینه های نوشتن
fi: Kirjoitusasetukset
fr: Options d'écriture
fur: Opzions di scriture
hu: Kiírási beállítások
it: Opzioni scrittura
ja: 書き込みオプション
kab: Tixtiṛiyin n tira
kk: Жазу опциялары
pl: Opcje zapisu
pt_br: Opções de gravação
ro: Opțiuni de scriere
ru: Параметры записи
sk: Možnosti zápisu
sv: Skrivalternativ
tr: Yazma Seçenekleri
uk: Параметри запису
vi: Tùy chọn ghi

# DrivePage|
source: Version
ar: الإصدار
be: Версія
bg: Версия
cs: Verze
es: Versión
fa: نسخه
fi: Versio
hu: Verzió
it: Versione
ja: バージョン
kab: Lqem
kk: Нұсқа
pl: Wersja
pt_br: Versão
ro: Versiunea
ru: Версия
sk: Verzia
tr: Sürüm
uk: Версія
vi: Phiên bản

# DrivePage|
source: Hardware Architecture
ar: بنية الجهاز
be: Апаратная архітэктура
bg: Хардуерна архитектура
cs: Hardwarová architektura
da: Hardware-arkitektur
de: Hardware-Architektur
es: Arquitectura del Hardware
fa: معماری سخت افزار
fi: Laitteistoarkkitehtuuri
fr: Architecture matérielle
fur: Architeture hardware
hu: Hardver architektúra
it: Architettura hardware
ja: ハードウェアアーキテクチャ
kab: Tasegda n warrum
kk: Аппараттық архитектура
pl: Architektura sprzętu
pt_br: Arquitetura de hardware
ro: Arhitectura hardware
ru: Аппаратная архитектура
sk: Hardvérová architektúra
sv: Hårdvaruarkitektur
tr: Donanım Mimarisi
uk: Апаратна архітектура
vi: Kiến trúc phần cứng

# DrivePage|
source: Selected file
ar: الملف المختار
be: Выбраны файл
bg: Избран файл
cs: Vybraný soubor
da: Valgte fil
de: Ausgewählte Datei
es: Archivo seleccionado
fa: فایل انتخاب شده
fi: Valittu tiedosto
fr: Fichier sélectionné
fur: File selezionât
hu: Kiválasztott fájl
it: File selezionato
ja: 選択されたファイル
kab: Fren afaylu
kk: Таңдалған файл
pl: Wybrany plik
pt_br: Arquivo selecionado
ro: Fișier selectat
ru: Выбранный файл
sk: Vybraný súbor
sv: Vald fil
tr: Seçilen dosya
uk: Вибраний файл
vi: Tệp đã chọn

# DrivePage|
source: None
ar: لم يتم الاختيار
be: Няма
bg: Нищо
cs: Žádné
da: Ingen
de: Nichts
es: Ninguno
fa: هیچ
fi: Ei mitään
fr: Aucun
fur: Nissun
hu: Nincs
it: Nessuno
ja: なし
kab: Ula yiwen
kk: Ешнәрсе
pl: Brak
pt_br: Nenhum
ro: Niciunul
ru: Нет
sk: Žiadny
sv: Ingen
tr: Hiçbiri
uk: Немає
vi: Không

# DrivePage|
source: Select...
ar: اختيار...
be: Выбраць...
bg: Избор...
cs: Vybrat...
da: Vælg...
de: Auswählen...
es: Seleccionado...
fa: انتخاب...
fi: Valitse...
fr: Sélectionner…
fur: Selezione...
hu: Kiválasztás…
it: Seleziona...
ja: 選択...
kab: Fren...
kk: Таңдау...
pl: Wybierz…
pt_br: Selecionar...
ro: Selectați...
ru: Выбрать...
sk: Vybrať...
sv: Välj …
tr: Seç...
uk: Вибрати…
vi: Chọn...

# DrivePage|
source: Image files
ar: ملفات صور الأقراص
be: Файлы вобразаў
bg: Файлове за запис
cs: Soubory obrazů
da: Aftryksfiler
de: Abbilddateien
es: Archivos de imagen
fa: فایل های ایمیج
fi: Levykuvatiedostot
fr: Fichiers images
fur: Files imagjin
hu: Lemezképek
it: File immagine
ja: イメージファイル
kab: Ifuyla n tugna
kk: Бейне файлдары
pl: Pliki obrazów
pt_br: Arquivos de imagem
ro: Fișiere de imagine
ru: Файлы образов
sk: Súbory obrazov
sv: Avbildsfiler
tr: Görüntü dosyaları
uk: файли образів
vi: Tệp ảnh

# DrivePage|
source: All files (*)
ar: جميع الملفات (*)
be: Усе файлы (*)
bg: Всички файлове (*)
cs: Všechny soubory (*)
da: Alle filer (*)
de: Alle Dateien (*)
es: Todos los archivos (*)
fa: تمام فایل ها (*)
fi: Kaikki tiedostot (*)
fr: Tous les fichiers (*)
fur: Ducj i files (*)
hu: Minden fájl (*)
it: Tutti i file (*)
ja: すべてのファイル(*)
kab: Akk ifuyla (*)
kk: Барлық файлдар (*)
pl: Wszystkie pliki (*)
pt_br: Todos os arquivos (*)
ro: Toate fișierele (*.*)
ru: Все файлы (*)
sk: Všetky súbory (*)
sv: Alla filer (*)
tr: Tüm dosyalar (*)
uk: усі файли (*)
vi: Toàn bộ file (*)

# DrivePage|
source: USB Drive
ar: محرك أقراص USB
be: USB-дыск
bg: USB устройство
cs: USB Disk
da: USB-drev
de: USB-Laufwerk
es: Dispositivo USB
fa: درایو USB
fi: USB-asema
fr: Lecteur USB
fur: Unitât USB
hu: USB-meghajtó
it: Unità USB
ja: USBドライブ
kab: Anuḍaf USB
kk: USB дискісі
pl: Dysk USB
pt_br: Pendrive
ro: Unitate USB
ru: USB-накопитель
sk: USB disk
sv: USB-enhet
tr: USB Sürücü
uk: USB-флешка
vi: Ổ USB

# DrivePage|
source: There are no portable drives connected
ar: لا يوجد أي محرك أقراص محمول متصل
be: Няма падлучаных пераносных носьбітаў
bg: Няма свързани преносими дискове
cs: Nejsou připojeny žádné přenosné disky
da: Der er ikke tilsluttet nogen flytbare drev
de: Keine tragbaren Datenträger verbunden
es: No hay unidades portátiles conectadas
fa: هیچ درایو قابل حملی متصل نیست
fi: Siirrettäviä tallennusvälineitä ei ole liitetty
fr: Il n'y a aucun lecteur amovible connecté
fur: Nissune unitât estraibile/portatile colegade
hu: Még nincsenek hordozható meghajtók csatlakoztatva
it: Nessuna unità rimovibile connessa
ja: ポータブルドライブが接続されていません
kab: Ulac inuḍaf n ufus i yeqqnen
kk: Ешқандай ауыстырмалы диск қосылмаған
pl: Brak podłączonych dysków USB
pt_br: Não há unidades portáteis conectadas
ro: Nu există unități amovibile conectate
ru: Нет подключенных переносных накопителей
sk: Nie sú pripojené žiadne prenosné disky
sv: Det finns inga portabla enheter anslutna
tr: Bağlı taşınabilir sürücü yok
uk: Із комп’ютером не з’єднано жодного портативного носія даних
vi: Không có ổ di động nào được kết nối

# DrivePage|
source: Download
ar: تنزيل
be: Спампаваны файл
bg: Изтегляне
cs: Stažený obraz
de: Herunterladen
es: Descargar
fa: دانلود
fi: Lataus
fr: Télécharger
fur: Discjame
hu: Letöltés
ja: ダウンロード
kab: Sader
kk: Жүктеп алу
pl: Pobieranie
pt_br: Baixar
ro: Descarcă
ru: Загрузить
sk: Sťahovanie
sv: Ladda ner
tr: İndir
uk: Отримати
vi: Tải

# DrivePage|
source: Delete download after writing
ar: حذف الصورة القرص التي سيتم تنزيلها بعد الكتابة
be: Выдаліць спампаваны файл пасля запісу
bg: Изтриване на свалените файлове след запис
cs: Smazat stažený obraz po dokončení zápisu
da: Slet downloadet aftryk efter skrivning
de: Download nach Schreibvorgang löschen
es: Borrar la descarga tras escribir
fa: حذف دانلود پس از نوشتن
fi: Poista lataus kirjoittamisen jälkeen
fr: Supprimer le fichier téléchargé après l'écriture
fur: Elimine il discjariament dopo vê scrit
hu: Letöltés törlése a kiírása után
it: A fine scrittura elimina l'immagine scaricata
ja: 書き込み後に削除する
kab: Kkes asader seld tira
kk: Жазғаннан кейін жүктелгенді өшіру
pl: Usunięcie pobranych plików po zapisaniu
pt_br: Excluir download depois de gravar
ro: Șterge descărcarea după scriere
ru: Удалить загруженное после записи
sk: Vymazať stiahnutý obraz po zápise
sv: Ta bort den nedladdade avbilden efter skrivning
tr: Yazdıktan sonra indirmeyi sil
uk: Вилучити отримані дані після записування
vi: Xóa tải xuống sau khi ghi

# DrivePage|
source: Write
ar: اكتب
be: Запісаць
cs: Zápis
da: Skriv
de: Schreiben
fi: Kirjoita
fr: Écrire
hu: Kiírás
it: Scrivi
kab: Aru
kk: Жазу
pl: Zapisz
pt_br: Gravar
ro: Scriere
sk: Zapísať
sv: Skriv
tr: Yaz
uk: Записати
vi: Ghi

# DrivePage|
source: Download && Write
ar: نزّل && اكتب
be: Спампаваць і запісаць
cs: Stáhnout a zapsat
da: Download && skriv
de: Herunterladen && Schreiben
fi: Lataa && kirjoita
fr: Télécharger et écrire
hu: Letöltés és kiírás
it: Download e scrittura
kab: Asader && Aru
kk: Жүктеп алу және жазу
pl: Pobierz i zapisz
pt_br: Baixar && gravar
ro: Descărcare și scriere
sk: Stiahnuť a zapísať
sv: Ladda ner && skriv
tr: İndir ve Yaz
uk: Отримати і записати
vi: Tải && Ghi

# DrivePage|
source: Download & Write
ar: نزّل & اكتب
be: Спампаваць і запісаць
cs: Stáhnout a zapsat
da: Download & skriv
de: Herunterladen & Schreiben
fi: Lataa & kirjoita
fr: Télécharger et écrire
hu: Letöltés és kiírás
it: Download e scrittura
kab: Sader & Aru
kk: Жүктеп алу және жазу
pl: Pobierz i zapisz
pt_br: Baixar & gravar
ro: Descărcare și scriere
sk: Stiahnuť a zapísať
sv: Ladda ner & skriv
tr: İndir ve Yaz
uk: Отримати і записати
vi: Tải & Ghi

# LinuxDrive|
source: The drive was removed while it was written to.
ar: تمت إزالة محرك الأقراص أثناء الكتابة.
be: Дыск быў выняты падчас запісу.
bg: Дискът беше премахнат в процес на писане.
cs: Disk byl odpojen v průběhu zápisu.
da: Drevet blev fjernet mens der blev skrevet til det.
de: Das Laufwerk wurde während des Schreibvorganges entfernt.
es: Se retiró la unidad mientras se estaba escribiendo.
fa: درایو در حال نوشتن بر روی آن حذف شد.
fi: Asema poistettiin kirjoituksen aikana.
fr: Le lecteur a été retiré pendant l'écriture.
fur: La unitât e je stade gjavade intat che si stave scrivint parsore.
hu: A meghajtó eltávolításra került írás közben.
it: L'unità è stata rimossa durante la scrittura.
ja: 書き込み中にメディアが取り外されました。
kab: Anuḍaf yettwakkes-d lawan n tira.
kk: Диск жазу барысында ажыратылды.
pl: Dysk został wyjęty w trakcie zapisu.
pt_br: A unidade foi removida enquanto estava sendo escrita.
ro: Unitatea a fost extrasă în timp ce se scria pe ea.
ru: Диск был удален во время записи.
sk: Disk bol odpojený počas zapisovania.
sv: Enheten togs bort medan den skrevs till.
tr: Sürücüye yazılırken, sürücü çıkarıldı.
uk: Диск було від’єднано до завершення запису.
vi: Ổ đã bị rút khi đang ghi.

# LinuxDrive|
source: Could not find the helper binary. Check your installation.
ar: لم يتم العثور على الملف المساعد. التحقق من التثبيت.
be: Не ўдалося знайсці дапаможны бінарны файл. Праверце ўсталяванне.
bg: Не мога да намеря изпълнимия файл на помощника. Проверете инсталацията.
cs: Nelze nalézt pomocný binární soubor. Zkontrolujte svou instalaci.
da: Kunne ikke finde hjælperbinæren. Tjek din installation.
de: Die Hilfe konnte nicht gefunden werden. Überprüfen Sie Ihre Installation.
es: No se pudo encontrar el ejecutable específico del sistema. Compruebe su instalación.
fi: Avustinbinääriä ei löytynyt. Tarkista asennuksesi.
fr: Le binaire assistant n'a pas pu être trouvé. Vérifiez votre installation.
fur: Impussibil cjatâ il binari di jutori. Controle la instalazion.
hu: A súgó állomány nem található. Ellenőrizze a telepítését.
it: Impossibile trovare la guida in linea. Controlla i file di Fedora Writer.
ja: ヘルパーバイナリーが見つかりませんでした。インストール環境を確認してください。
kab: Yegguma ad yettwaf ufaylu amalal. Senqed tuqqna-k.
kk: Көмекші бинарлық файл табылмады. Орнатылымды тексеріңіз.
pl: Nie można odnaleźć pomocniczego pliku binarnego. Proszę sprawdzić poprawność instalacji.
pt_br: Não foi possível encontrar o binário auxiliar. Verifique a sua instalação.
ro: Nu s-a putut găsi binarul ajutător. Verificați instalarea.
ru: Не удалось найти исполняемый файл helper. Проверьте установку.
sk: Nepodarilo sa nájsť pomocný program. Skontrolujte svoju inštaláciu.
sv: Kunde inte hitta hjälpbinären. Kontrollera din installation.
tr: Yardımcı ikili dosyası bulunamadı. Kurulumunuzu denetleyin.
uk: Не вдалося знайти допоміжного виконуваного файла. Перевірте, чи все встановлено належним чином.
vi: Không tìm thấy tệp nhị phân trợ giúp. Kiểm tra cài đặt.

# LinuxDrive|
source: Stopped before writing has finished.
ar: تم الإيقاف قبل إكمال الكتابة.
be: Спынена да завяршэння запісу.
bg: Спиране преди писането да е довършено.
cs: Zastaveno ještě před koncem zápisu.
da: Stoppede inden skrivning blev færdig.
de: Angehalten, bevor der Schreibvorgang abgeschlossen wurde.
es: Detenida antes de finalizar la escritura.
fa: پیش از اتمام نوشتن متوقف شد.
fi: Pysäytetty ennen kuin kirjoittaminen oli valmis.
fr: Arrêté avant la fin de l'écriture.
fur: Fermât prime che la scriture e fos finide.
hu: Leállítva mielőtt a kiírás befejeződött.
it: Arrestato prima del completamento della scrittura.
ja: 書き込み完了前に停止しました。
kab: Yettwaḥbes send ad tfakk tira.
kk: Жазу аяқталмай тұрып тоқтатылды.
pl: Zatrzymano przed ukończeniem zapisu.
pt_br: Parou antes da gravação terminar.
ro: A fost oprită înainte de terminarea scrierii.
ru: Остановлено до завершения записи.
sk: Zastavené pred skončením zápisu.
sv: Stoppad före skrivningen var klar.
tr: Yazım bitmeden önce durduruldu.
uk: Зупинено до завершення запису.
vi: Dừng trước khi ghi xong.

# LinuxDrive|
source: Finished!
ar: اكتمل!
be: Гатова!
bg: Готово!
cs: Dokončeno!
da: Færdig!
de: Abgeschlossen!
es: ¡Terminado!
fa: به پایان رسید!
fi: Valmis!
fr: Fini !
fur: Finît!
hu: Elkészült!
it: Operazione completata!
ja: 完了!
kab: Ifukk!
kk: Аяқталды!
pl: Ukończono.
pt_br: Concluído!
ro: Operație finalizată!
ru: Закончено!
sk: Dokončené!
sv: Klar!
tr: Bitti!
uk: Завершено!
vi: Đã xong!

# LinuxDrive|
source: Writing %1 was successful
ar: كتابة %1 كانت ناجحة
be: Запіс %1 паспяхова завершаны
bg: Записването на %1 беше успешно
cs: Zapisování %1 bylo úspěšné
da: Skrivning af %1 lykkedes
de: Schreiben von %1 war erfolgreich
es: La escritura de %1 finalizó correctamente
fa: نوشتن %1 موفق بود
fi: Levykuvan %1 kirjoittaminen onnistui
fr: L'écriture de %1 a réussi
fur: Scriture di %1 lade a bon fin
hu: A(z) %1 kiírása sikeres volt
it: Scrittura di '%1' completata
ja: %1 の書き込みが完了しました
kab: Tira n %1 tedda akken iwata
kk: %1 жазу сәтті аяқталды
pl: Pomyślnie zapisano %1
pt_br: Gravação %1 foi bem sucedida
ro: Scrierea %1 a fost efectuată cu succes
ru: Успешная запись %1
sk: Zapisovanie %1 bolo úspešné
sv: Att skriva %1 lyckades
tr: %1 yazımı başarılı
uk: Успішно записано %1
vi: Ghi %1 thành công

# LinuxDrive|
source: Error
ar: خطأ
be: Памылка
bg: Грешка
cs: Chyba
da: Fejl
de: Fehler
fa: خطا
fi: Virhe
fr: Erreur
fur: Erôr
hu: Hiba
it: Errore
ja: エラー
kab: Tuccḍa
kk: Қате
pl: Błąd
pt_br: Erro
ro: Eroare
ru: Ошибка
sk: Chyba
sv: Fel
tr: Hata
uk: Помилка
vi: Lỗi

# LinuxDrive|
source: Writing %1 failed
ar: فشلت كتابة %1
be: Не ўдалося запісаць %1
bg: Записването на %1 не се осъществи
cs: Zapisování %1 bylo neúspěšné
da: Skrivning af %1 mislykkedes
de: Schreiben von %1 fehlgeschlagen
es: Falló la escritura de %1
fa: نوشتن %1 ناموفق بود
fi: Levykuvan %1 kirjoittaminen epäonnistui
fr: L'écriture de %1 a échoué
fur: Scriture di %1 falide
hu: A(z) %1 kiírása sikertelen
it: Scrittura di '%1' fallita
ja: %1 の書き込みに失敗しました
kab: Tira ɣef %1 tecceḍ
kk: %1 жазу сәтсіз аяқталды
pl: Zapisanie %1 się nie powiodło
pt_br: Gravação %1 falhou
ro: Scrierea %1 a eșuat
ru: Ошибка записи %1
sk: Zapisovanie %1 zlyhalo
sv: Att skriva %1 misslyckades
tr: %1 yazımı başarısız
uk: Не вдалося записати %1
vi: Ghi %1 thất bại

# LinuxDriveProvider|
source: UDisks2 seems to be unavailable or unaccessible on your system.
ar: يبدو أن UDisks2 غير متاح أو لا يمكن الوصول إليه على نظامك.
be: Пэўна, у сістэме адсутнічае UDisks2 або да яго няма доступу.
bg: UDisks2 изглежда неналичен или недостъпен във вашата система.
cs: Zdá se, že je na vašem systému UDisks2 nedostupný či nepřístupný.
da: UDisks2 ser ikke ud til at være til rådighed eller utilgængelig på dit system.
de: UDisks2 scheint auf Ihrem System nicht verfügbar oder nicht verwendbar zu sein.
es: Parece que UDisks2 no está disponible en su sistema.
fi: UDisk2 vaikuttaisi olevan käyttämättömissä tai tavoittamattomissa järjestelmässäsi.
fr: UDisks2 semble être indisponible ou inaccessible sur votre système.
fur: Al semee che UDisks2 nol sedi disponibil o acessibil sul sisteme.
hu: Úgy tűnik, hogy az Udisks2 nem érhető el, vagy nem hozzáférhető a rendszeren.
it: In questo sistema UDisks2 sembra inaccessibile o non disponibile.
ja: UDisks2はシステムから使用できないか、アクセスできないようです。
kab: UDisks2 yettban ulac-it neɣ ulac anekcum ɣur-s ɣef unagraw-ik.
kk: UDisks2 жүйеңізде қолжетімсіз немесе оған қатынау мүмкін емес сияқты.
pl: Usługa UDisks2 jest niezainstalowana lub niedostępna w systemie.
pt_br: UDisks2 parece estar indisponível ou inacessível em seu sistema.
ro: UDisks2 pare să fie indisponibil sau inaccesibil pe sistemul dumneavoastră.
ru: По-видимому, UDisks2 отсутствует, или к нему нет доступа на вашей системе.
sk: Zdá sa, že UDisk2 je v systéme nedostupný alebo neprístupný.
sv: UDisks2 verkar inte vara tillgängligt eller inte åtkomligt på ditt system.
tr: UDisks2, sisteminizde kullanılamaz veya erişilemez gibi görünüyor.
uk: У вашій системі немає UDisks2 або відповідна програма недоступна.
vi: UDisks2 dường như không khả dụng hoặc không truy cập được trên hệ thống.

# MacDrive|
source: Could not find the helper binary. Check your installation.
ar: لم يتم العثور على الملف المساعد. التحقق من التثبيت.
be: Не ўдалося знайсці дапаможны бінарны файл. Праверце ўсталяванне.
bg: Не мога да намеря изпълнимия файл на помощника. Проверете инсталацията.
cs: Nelze nalézt pomocný binární soubor. Zkontrolujte svou instalaci.
da: Kunne ikke finde hjælperbinæren. Tjek din installation.
de: Die Hilfe konnte nicht gefunden werden. Überprüfen Sie Ihre Installation.
es: No se pudo encontrar el ejecutable específico del sistema. Compruebe su instalación.
fi: Avustinbinääriä ei löytynyt. Tarkista asennuksesi.
fr: Le binaire assistant n'a pas pu être trouvé. Vérifiez votre installation.
fur: Impussibil cjatâ il binari di jutori. Controle la instalazion.
hu: A súgó állomány nem található. Ellenőrizze a telepítését.
it: Impossibile trovare il file binario della guida. Controlla i file di Fedora Writer.
ja: ヘルパーバイナリーが見つかりませんでした。インストール環境を確認してください。
kab: Yegguma ad yettwaf ufaylu amalal. Senqed tuqqna-k.
kk: Көмекші бинарлық файл табылмады. Орнатылымды тексеріңіз.
pl: Nie można odnaleźć pomocniczego pliku binarnego. Proszę sprawdzić poprawność instalacji.
pt_br: Não foi possível encontrar o binário auxiliar. Verifique a sua instalação.
ro: Nu s-a putut găsi binarul ajutător. Verificați instalarea.
ru: Не удалось найти двоичный файл helper. Проверьте установку.
sk: Nepodarilo sa nájsť pomocný program. Skontrolujte svoju inštaláciu.
sv: Kunde inte hitta hjälpbinären. Kontrollera din installation.
tr: Yardımcı ikili dosyası bulunamadı. Kurulumunuzu denetleyin.
uk: Не вдалося знайти допоміжного виконуваного файла. Перевірте, чи все встановлено належним чином.
vi: Không tìm thấy tệp nhị phân trợ giúp. Kiểm tra cài đặt.

# MacDrive|
source: Error
ar: خطأ
be: Памылка
bg: Грешка
cs: Chyba
da: Fejl
de: Fehler
fa: خطا
fi: Virhe
fr: Erreur
fur: Erôr
hu: Hiba
it: Errore
ja: エラー
kab: Tuccḍa
kk: Қате
pl: Błąd
pt_br: Erro
ro: Eroare
ru: Ошибка
sk: Chyba
sv: Fel
tr: Hata
uk: Помилка
vi: Lỗi

# MacDrive|
source: Writing %1 failed
ar: فشلت كتابة %1
be: Не ўдалося запісаць %1
bg: Записването на %1 не се осъществи
cs: Zapisování %1 selhalo
da: Skrivning af %1 mislykkedes
de: Schreiben von %1 fehlgeschlagen
es: Falló la escritura de %1
fa: نوشتن %1 ناموفق بود
fi: Levykuvan %1 kirjoittaminen epäonnistui
fr: L'écriture de %1 a échoué
fur: Scriture di %1 falide
hu: A(z) %1 kiírása sikertelen
it: Scrittura di '%1' fallita
ja: %1の書き込みに失敗しました
kab: Tira n %1 tecceḍ
kk: %1 жазу сәтсіз аяқталды
pl: Zapisanie %1 się nie powiodło
pt_br: Gravação %1 falhou
ro: Scrierea %1 a eșuat
ru: Ошибка записи %1
sk: Zapisovanie %1 zlyhalo
sv: Att skriva %1 misslyckades
tr: %1 yazımı başarısız
uk: Не вдалося записати %1
vi: Ghi %1 thất bại

# MacDrive|
source: Finished!
ar: اكتمل!
be: Гатова!
bg: Готово!
cs: Hotovo!
da: Færdig!
de: Abgeschlossen!
es: ¡Terminado!
fa: به پایان رسید!
fi: Valmis!
fr: Fini !
fur: Finît!
hu: Elkészült!
it: Operazione completata!
ja: 完了しました！
kab: Ifukk!
kk: Аяқталды!
pl: Ukończono.
pt_br: Concluído!
ro: Operație finalizată!
ru: Закончено!
sk: Dokončené!
sv: Klar!
tr: Bitti!
uk: Завершено!
vi: Đã xong!

# MacDrive|
source: Writing %1 was successful
ar: كتابة %1 كانت ناجحة
be: Запіс %1 паспяхова завершаны
bg: Записването на %1 беше успешно
cs: Zapisování %1 bylo úspěšné
da: Skrivning af %1 lykkedes
de: Schreiben von %1 war erfolgreich
es: La escritura de %1 finalizó correctamente
fa: نوشتن %1 موفق بود
fi: Levykuvan %1 kirjoittaminen onnistui
fr: L'écriture de %1 a réussi
fur: Scriture di %1 lade a bon fin
hu: A(z) %1 kiírása sikeres volt
it: Scrittura di '%1' completata correttamente
ja: %1 の書き込みが完了しました。
kab: Tira n %1 tedda akken iwata
kk: %1 жазу сәтті аяқталды
pl: Pomyślnie zapisano %1
pt_br: Gravação %1 foi bem sucedida
ro: Scrierea %1 a fost efectuată cu succes
ru: Успешная запись %1
sk: Zapisovanie %1 bolo úspešné
sv: Att skriva %1 lyckades
tr: %1 yazımı başarılı
uk: %1 успішно записано
vi: Ghi %1 thành công
