Repository: FedoraQt/MediaWriter
Catalog: po/mediawriter_*.po
Languages: ar, be, bg, cs, da, de, es, fa, fi, fr, fur, hu, it, ja, kab, kk, pl, pt_br, ro, ru, sk, sv, tr, uk, vi

# WriteJob|
source: Source image is not readable
ar: صورة القرص المصدر غير قابل للقراءة
be: Зыходны вобраз не чытаецца
bg: Образът-източник е нечетим
cs: Zdrojový obraz nelze přečíst
da: Kildeaftryk er ikke læsbart
de: Quell-Abbild ist nicht lesbar
es: No se puede leer la imagen
fi: Lähdekuva ei ole luettavissa
fr: L'image source ne peut pas être ouverte en lecture
fur: No si pues lei la imagjin sorzint
hu: A forrás lemezkép olvashatatlan
it: L'immagine sorgente non è leggibile
kab: Tugna n uɣbalu ur tettwaɣray ara
kk: Бастапқы бейне оқылмайды
pl: Nie można odczytać obrazu źródłowego
pt_br: A imagem de origem não é legível
ro: Imaginea sursă nu poate fi citită
ru: Исходный образ не читается
sk: Zdrojový obraz nie je možné čítať
sv: Källavbilden är inte läsbar
tr: Kaynak görüntü okunabilir değil
uk: Непридатний до читання образ джерела
vi: Ảnh nguồn không thể đọc được

# WriteJob|
source: Your drive is probably damaged.
ar: ربما محرك أقراصك تالف.
be: Магчыма, ваш дыск пашкоджаны.
bg: Устройството Ви вероятно е повредено.
cs: Cílový disk je pravděpodobně poškozený.
da: Dit drev er formodentligt beskadiget.
de: Ihr Laufwerk ist vermutlich beschädigt.
es: Puede que su unidad esté dañada.
fi: Asemasi on luultavasti vaurioitunut.
fr: Votre disque est probablement endommagé.
fur: Al è probabil che la unitât e sedi ruvinade.
hu: Az eszköz valószínüleg sérült.
it: L'unità è probabilmente danneggiata.
ja: ドライブに不具合がある可能性があります。
kab: Yezmer anuḍaf-ik yerreẓ.
kk: Дискіңіз зақымдалған болуы мүмкін.
pl: Dysk USB jest prawdopodobnie uszkodzony.
pt_br: Sua unidade provavelmente está danificada.
ro: Unitatea dvs. este probabil deteriorată.
ru: Ваш диск, вероятно, поврежден.
sk: Váš disk je pravdepodobne poškodený.
sv: Din enhet är förmodligen skadad.
tr: Sürücünüz büyük olasılıkla hasar görmüş.
uk: Ймовірно, флешка непрацездатна.
vi: Ổ đĩa của bạn có thể đã bị hỏng.

# WriteJob|
source: Unexpected error occurred during media check.
ar: حدث خطأ غير متوقع خلال التحقق من الوسائط.
be: Падчас праверкі носьбіта ўзнікла непрадбачаная памылка.
bg: Възникна неочаквана грешка при проверка на медията.
cs: V průběhu ověřování nastala neočekávaná chyba.
da: Der opstod uventet fejl under tjek af medie.
de: Unerwarteter Fehler beim Überprüfen des Mediums.
es: Se produjo un error inesperado durante la comprobación del medio de almacenamiento.
fi: Median tarkistamisen aikana tapahtui odottamaton virhe.
fr: Une erreur inattendue s'est produite lors de la vérification du support.
fur: Al è capitât un erôr inspietât dilunc il control dal supuart.
hu: Váratlan hiba történt a média ellenőrzése során.
it: Si è verificato un errore sconosciuto durante il controllo del supporto.
ja: メディアの確認中に予期しないエラーが検出されました。
kab: Tella-d tuccḍa ur nettuṛaǧu ara lawan n usenqed n umidya.
kk: Тасымалдаушыны тексеру кезінде күтпеген қате орын алды.
pl: Wystąpił nieznany błąd podczas sprawdzania nośnika.
pt_br: Ocorreu um erro inesperado durante a verificação da mídia.
ro: A apărut o eroare neașteptată în timpul verificării suportului media.
ru: Во время проверки носителя произошла непредвиденная ошибка.
sk: Počas kontroly disku sa vyskytla neočakávaná chyba.
sv: Ett oväntat fel inträffade under mediakontrollen.
tr: Ortam denetimi sırasında beklenmedik hata oluştu.
uk: Під час перевірки носія даних сталася неочікувана помилка.
vi: Đã xảy ra lỗi bất ngờ trong quá trình kiểm tra thiết bị.

# WriteJob|
source: Unable to allocate socket pair
ar: تعذر تخصيص زوج من المقابس
be: Немагчыма размеркаваць пару сокетаў
bg: Невъзможност за намиране на връзка
cs: nedaří se vytvořit dvojici soketů
da: Kan ikke allokere sokkelpar
de: Verbundene Sockets konnten nicht zugeordnet werden
es: no es posible crear un par de socket
fi: pistokeparia ei voida varata
fr: Impossible d'allouer la paire de sockets
fur: Impussibil assegnâ la cubie di socket
hu: Nem osztható ki foglalatpár
it: Impossibile allocare la coppia di socket
kab: D awezɣi aḥerri n tyuga n socket
kk: Сокет жұбын бөлу мүмкін емес
pl: Nie można przydzielić pary gniazd
pt_br: Não foi possível criar par de sockets
ro: Nu s-a putut aloca perechea de socluri
ru: Не удалось создать пару сокетов
sk: Nepodarilo sa prideliť dvojicu soketov
sv: kan inte skapa uttagspar
tr: Yuva çifti özgülenemiyor
uk: не вдалося створити пару сокетів

# WriteJob|
source: Unable to open destination for writing
ar: تعذر فتح الوجهة للكتابة
be: Немагчыма адкрыць месца прызначэння для запісу
bg: Не мога да отворя устройството за запис
cs: Nelze otevřít cíl pro zápis
da: Kunne ikke åbne distination for at skrive
de: Ziel kann nicht zum Schreiben geöffnet werden
es: No es posible abrir el destino para escritura
fi: Kohdetta ei voi avata kirjoittamista varten
fr: Impossible d'ouvrir la destination pour l'écriture
fur: Impussibil vierzi la destinazion pe scriture
hu: A cél nem nyitható meg írásra
it: Impossibile aprire la destinazione per la scrittura
ja: 書き込み先を開くことができませんでした
kab: D awezɣi alday tanila i tira
kk: Мақсатты орынды жазу үшін ашу мүмкін емес
pl: Nie można otworzyć miejsca docelowego do zapisania
pt_br: Não foi possível abrir o destino para gravação
ro: Nu se poate deschide destinația pentru scriere
ru: Не удалось открыть целевую локацию для записи
sk: Nepodarilo sa otvoriť cieľ pre zápis
sv: Kunde inte öppna destinationen för att skriva
tr: Yazmak için hedef açılamıyor
uk: Не вдалося відкрити файл призначення для запису

# WriteJob|
source: Couldn't remove drive mountpoints
ar: تعذر إزالة نقاط ضمّ محرك الأقراص
be: Не ўдалося выдаліць пункт мантавання дыска
cs: Nepodařilo se odstranit přípojné body disku
da: Kunne ikke fjerne drev-monteringspunkter
de: Die Einhängepunkte des Laufwerkes konnten nicht entfernt werden
fi: Aseman liitoskohtia ei voitu poistaa
fr: Impossible de supprimer les points de montage du lecteur
hu: A csatolási pontok nem távolíthatók el
it: Impossibile rimuovere i punti di montaggio dell'unità
kab: D awezɣi tukksa n tenqiḍin n userkeb n unuḍaf
kk: Дискінің тіркелу нүктелерін өшіру мүмкін болмады
pl: Nie można usunąć punktów montowania dysku
pt_br: Não foi possível remover os pontos de montagem da unidade
ro: Nu s-au putut elimina punctele de montare ale unității
sk: Nepodarilo sa odstrániť prípojné body disku
sv: Kunde inte ta bort disk monteringspunkter
tr: Sürücü bağlama noktaları kaldırılamadı
uk: Не вдалося вилучити точки монтування дисків

# WriteJob|
source: Failed to remove partitions from the drive
ar: فشل في إزالة الأقسام من محرك الأقراص
be: Не ўдалося выдаліць з дыска раздзелы
cs: Nepodařilo se odstranit oddíly z disku
da: Fjernelse af partitionener på drevet mislykkedes
de: Fehler beim Entfernen von Partitionen vom Laufwerk
fi: Osioiden poistaminen asemasta epäonnistui
fr: Échec de la suppression des partitions du lecteur
hu: A partíciók eltávolítása a meghajtóról sikertelen
it: Impossibile rimuovere le partizioni dall'unità
kab: Tecceḍ tukksa n yiḥricen seg unuḍaf
kk: Дискіден бөлімдерді өшіру сәтсіз
pl: Usunięcie partycji z dysku się nie powiodło
pt_br: Falha ao remover partições da unidade
ro: Eliminarea partițiilor de pe unitate a eșuat
sk: Nepodarilo sa odstrániť oddiely z disku
sv: Misslyckad med att ta bort partitioner från disken
tr: Sürücüden bölümler kaldırılamadı
uk: Не вдалося вилучити розділи з диска

# WriteJob|
source: Failed to open the drive for formatting
ar: فشل فتح محرك الأقراص للتنسيق
be: Не ўдалося адкрыць дыск для фарматавання
cs: Nepodařilo se otevřít disk pro formátování
da: Åbning af drevet til formatering mislykkedes
de: Fehler beim Öffnen des Speichermediums für den Formatierungszugriff
fi: Aseman avaaminen alustusta varten epäonnistui
fr: Échec de l'ouverture du lecteur pour le formatage
hu: A meghajtó formázásra történő megnyitása sikertelen
it: Impossibile aprire l'unità per la formattazione
kab: Yecceḍ ulday n unuḍaf i umsal
kk: Дискіні пішімдеу үшін ашу сәтсіз
pl: Otwarcie dysku do sformatowania się nie powiodło
pt_br: Falha ao abrir a unidade para formatação
ro: Nu s-a putut deschide unitatea pentru formatare
sk: Nepodarilo sa otvoriť disk na formátovanie
sv: Misslyckades att öppna disken för formatering
tr: Sürücü biçimlendirme için açılamadı
uk: Не вдалося відкрити диск для форматування

# WriteJob|
source: Couldn't lock the drive
ar: تعذر قفل محرك الأقراص
be: Не ўдалося заблакаваць дыск
bg: Не мога да заключа устройството
cs: Disk nelze zamknout
da: Kunne ikke låse drevet
de: Speichermedium konnte nicht gesperrt werden
es: No se pudo bloquear la unidad
fi: Aseman lukitseminen epäonnistui
fr: Impossible de verrouiller le lecteur
fur: Impussibil blocâ la unitât
hu: A meghajtó nem zárolható
it: Impossibile bloccare l'unità
ja: ドライブをロックできません
kab: Ur yezmir ara ad isekkeṛ anuḍaf
kk: Дискіні құлыптау мүмкін болмады
pl: Nie można zablokować dysku
pt_br: Não foi possível bloquear a unidade
ro: Nu s-a putut bloca unitatea
ru: Не удалось заблокировать диск
sk: Nepodarilo sa zamknúť disk
sv: Kunde inte låsa enheten
tr: Sürücü kilitlenemiyor
uk: Не вдалося заблокувати диск

# WriteJob|
source: Couldn't open the logical handle
ar: تعذر فتح المقبض المنطقي
be: Не ўдалося адкрыць лагічны дэскрыптар
cs: Nepodařilo se otevřít logickou akci
da: Kunne ikke åbne det logiske håndtag
de: Logikhandle konnte nicht geöffnet werden
fi: Loogista kahvaa ei voitu avata
fr: Impossible d'ouvrir le handle logique
hu: A meghajtó logikai kezelője nem nyitható meg
it: Impossibile aprire l'handle logico
kab: Yugi ad yeldi unuḍaf ameẓẓul
kk: Логикалық дескрипторды ашу мүмкін болмады
pl: Nie można otworzyć logicznego uchwytu
pt_br: Não foi possível abrir o identificador lógico
ro: Nu s-a putut deschide descriptorul logic
sk: Nepodarilo sa otvoriť logickú akciu
sv: Kunde inte öppna det logiska handtaget
tr: Mantıksal tanıtıcı açılamadı
uk: Не вдалося відкрити логічний дескриптор

# WriteJob|
source: Couldn't lock the logical drive
ar: تعذر قفل محرك الأقراص المنطقي
be: Не ўдалося заблакаваць лагічны дыск
cs: Nepodařilo se zamknout logický disk
da: Kunne ikke låse det logiske drev
de: Logisches Laufwerk konnte nicht gesperrt werden
fi: Loogista asemaa ei voitu lukita
fr: Impossible de verrouiller le lecteur logique
hu: A logikai meghajtó nem zárolható
it: Impossibile bloccare l'unità logica
kab: Yugi ad isekkeṛ unuḍaf ameẓẓul
kk: Логикалық дискіні құлыптау мүмкін болмады
pl: Nie można zablokować dysku logicznego
pt_br: Não foi possível bloquear a unidade lógica
ro: Nu s-a putut bloca unitatea logică
sk: Nepodarilo sa zamknúť logický disk
sv: Kunde inte låsa den logiska enheten
tr: Mantıksal sürücü kilitlenemedi
uk: Не вдалося заблокувати логічний диск

# WriteJob|
source: Couldn't unmount drive
ar: تعذر فك ضمّ محرك الأقراص
be: Не ўдалося адмантаваць дыск
cs: Nepodařilo se odpojit disk
da: Kunne ikke demontere drev
de: Medium konnte nicht entfernt werden
fi: Asemaa ei voitu irrottaa
fr: Impossible de démonter le lecteur
hu: A meghajtó bontása nem sikerült
it: Impossibile smontare l'unità
kab: Yugi ad yekkes userkeb n unuḍaf
kk: Дискіні тіркеуден шығару мүмкін болмады
pl: Nie można odmontować dysku
pt_br: Não foi possível desmontar a unidade
ro: Nu s-a putut demonta unitatea
sk: Nepodarilo sa odpojiť disk
sv: Kunde inte avmontera disken
tr: Sürücü bağlantısı kaldırılamadı
uk: Не вдалося демонтувати диск

# WriteJob|
source: Failed to allocate the buffer
ar: فشل في تخصيص المخزن المؤقت
be: Не ўдалося размеркаваць буфер
cs: Nepodařilo se alokovat vyrovnávací paměť
da: Allokering af bufferen mislykkedes
de: Puffer konnte nicht zugewiesen werden
fi: Puskurin varaaminen epäonnistui
fr: Impossible d'allouer la mémoire tampon
hu: A puffer lefoglalása sikertelen
it: Impossibile allocare il buffer
kab: Yecceḍ uḥerri n tkatut n uḥraz
kk: Буферді бөлу сәтсіз
pl: Przydzielenie bufora się nie powiodło
pt_br: Falha ao alocar o buffer
ro: Nu s-a putut aloca memoria tanpon
sk: Nepodarilo sa alokovať vyrovnávaciu pamäť
sv: Misslyckades att allokera bufferten
tr: Arabellek özgülenemedi
uk: Не вдалося розмістити у пам'яті буфер

# WriteJob|
source: The last block was not fully written
ar: لم يتم كتابة الكُتلة الأخيرة بالكامل
be: Апошні блок запісаны не цалкам
cs: Poslední blok nebyl kompletně zapsán
da: Den sidste blok blev ikke fuldstændigt skrevet
de: Der letzte Block wurde nicht vollständig geschrieben
fi: Viimeistä lohkoa ei kirjoitettu kokonaan
fr: Le dernier bloc n'a pas été écrit entièrement
hu: Az utolsó blokk nem lett teljesen kiírva
it: L'ultimo blocco non è stato completamente scritto
kab: Iḥder aneggaru ur yesmid ara s tira
kk: Соңғы блок толығымен жазылмады
pl: Ostatni blok nie został w pełni zapisany
pt_br: O último bloco não foi totalmente escrito
ro: Ultimul bloc nu a fost scris complet
sk: Posledný blok nebol úplne zapísaný
sv: Det sista blocket var inte helt skrivet
tr: Son blok tam olarak yazılmadı
uk: Останній блок записано не повністю

# WriteJob|
source: Wrote %1 out of %2
ar: كتبت %1 من %2
be: Запісана %1 з %2
cs: Zapsáno %1 z %2
da: Skrev %1 ud af %2
de: %1 von %2 geschrieben
fi: Kirjoitettu %1/%2
fr: %1 écrit(s) sur %2
hu: %1 kiírva / %2
it: Ha scritto %1 su %2
kab: Yettwaru %1 ɣef %2
kk: %1 жазылды (барлығы %2)
pl: Zapisano %1 z %2
pt_br: Escrito %1 de %2
ro: S-a scris %1 din %2
sk: Zapísané %1 z %2
sv: Skrev %1 av totalt %2
tr: %1 / %2 yazıldı
uk: Записано %1 з %2

# WriteJob|
source: Failed to read the image file:
ar: فشل في قراءة ملف الصورة:
be: Не ўдалося прычытаць файл вобраза:
cs: Nepodařilo se přečíst soubor s obrazem:
da: Læsning af aftryksfil mislykkedes:
de: Abbilddatei konnte nicht gelesen werden:
fi: Levykuvatiedoston lukeminen epäonnistui:
fr: Échec de la lecture du fichier image :
hu: A képfájl olvasása sikertelen:
it: Impossibile leggere il file immagine:
kab: Tecceḍ tɣuri n ufaylu n tugniwin:
kk: Бейне файлын оқу сәтсіз:
pl: Odczytanie pliku obrazu się nie powiodło:
pt_br: Incapaz de renomear o arquivo temporário:
ro: Citirea fișierului de imagine a eșuat:
sk: Nepodarilo sa prečítať súbor obrazu:
sv: Misslyckades att läsa avbildsfilen:
tr: Görüntü dosyası okunamadı:
uk: Не вдалося прочитати файл образу:

# WriteJob|
source: Failed to write entire image. Total written: %1 out of %2
ar: فشل كتابة الصورة بالكامل. إجمالي ما كُتب: %1 من %2
be: Не ўдалося запісаць вобраз цалкам. Запісана: %1 з %2
cs: Nepodařilo se zapsat celý obraz. Celkem zapsáno: %1 z %2
da: Skrivning af hele aftrykket mislykkedes. Skrev i alt: %1 ud af %2
de: Fehler beim Schreiben des gesamten Abbilds. Insgesamt geschrieben: %1 von %2
fi: Koko levykuvan kirjoittaminen epäonnistui. Kirjoitettu yhteensä: %1/%2
fr: L'image n'a pas pu être écrite en entier. %1 écrit(s) sur un total de %2.
hu: A teljes képírása sikertelen. Összesen kiírva: %1 / %2
it: Impossibile scrivere l'intera immagine. Totale scritto: %1 su %2
kab: Tecceḍ usmad n tira n tugna. Asemday yettwarun: %1 ɣef %2
kk: Бейне толығымен жазылмады. Барлығы жазылғаны: %1 (%2 ішінен)
pl: Zapisanie całego obrazu się nie powiodło. Razem zapisano: %1 z %2
pt_br: Falha ao gravar a imagem inteira. Total escrito: %1 de %2
ro: Scrierea imaginii complete a eșuat. Total scris: %1 din %2
sk: Nepodarilo sa zapísať celý obraz. Celkom zapísané: %1 z %2
sv: Misslyckades att skriva hela avbilden. Totalt skrivet: %1 av totalt %2
tr: Görüntünün tamamı yazılamadı. Toplam yazılan: %1 / %2
uk: Не вдалося записати увесь образ. Загалом записано: %1 з %2

# WriteJob|
source: Couldn't open the drive for data verification for %1:
ar: تعذر فتح محرك الأقراص للتحقق من البيانات لـ %1:
be: Не ўдалося адкрыць дыск для праверкі даных %1:
cs: Nepodařilo se otevřít disk pro ověření dat pro %1:
da: Kunne ikke åbne drevet til dataverificering af %1:
de: Das Laufwerk konnte nicht zur Datenverifizierung für %1 geöffnet werden:
fi: Asemaa %1 ei voitu avata tietojen tarkistamista varten:
fr: Impossible d'ouvrir le lecteur pour vérification des données pour %1 :
hu: A meghajtó nem nyitható meg a(z) %1 adatellenőrzésére:
it: Impossibile aprire l'unità per la verifica dei dati per %1:
kab: Yegguma ad yeldi unuḍaf i usenqed n yisefka i %1:
kk: %1 үшін деректерді тексеруге дискіні ашу мүмкін болмады:
pl: Nie można otworzyć dysku do weryfikacji danych dla %1:
pt_br: Não foi possível abrir a unidade para verificação de dados para %1:
ro: Nu s-a putut deschide unitatea pentru verificarea datelor pentru %1:
sk: Nepodarilo sa otvoriť disk na overenie údajov pre %1:
sv: Kunde inte öppna enheten för dataverifiering av %1:
tr: %1 veri doğrulaması için sürücü açılamadı:
uk: Не вдалося відкрити диск для перевірки даних %1:

# main|
source: Select Fedora Version
ar: اختيار إصدار فيدورا
be: Выбар версіі Fedora
bg: Избор на версия на Fedora
cs: Vyberte verzi Fedory
da: Vælg Fedora-version
de: Fedora-Version auswählen
es: Seleccionar Version de Fedora
fa: انتخاب نسخه فدورا
fi: Valitse Fedoran versio
fr: Sélectionnez une version de Fedora
fur: Selezione la version di Fedora
hu: Fedora kiadás kiválasztása
it: Seleziona versione Fedora
ja: Fedoraのバージョンを選択してください
kab: Fren lqem n Fedora
kk: Fedora нұсқасын таңдау
pl: Wybór wersji Fedory
pt_br: Selecionar a versão do Fedora
ro: Selectați versiunea Fedora
ru: Выбрать версию Fedora
sk: Vyberte verziu Fedory
sv: Välj Fedora Version
tr: Fedora Sürümü Seç
uk: Виберіть версію Fedora

# main|
source: Select Drive
ar: اختيار محرك أقراص
be: Выбар дыска
bg: Избор на диск
cs: Vybrat disk
da: Vælg drev
de: Laufwerk auswählen
es: Unidad seleccionada
fa: انتخاب درایو
fi: Valitse levy
fr: Sélectionnez un lecteur
fur: Selezione la unitât
hu: Meghajtó kiválasztása
it: Seleziona unità
ja: ドライブを選択してください
kab: Fren anuḍaf
kk: Дискіні таңдау
pl: Wybór dysku
pt_br: Selecionar unidade
ro: Selectați unitatea
ru: Выбрать диск
sk: Vybrať disk
sv: Vald enhet
tr: Sürücü Seç
uk: Виберіть носій

# main|
source: Restore
ar: استعادة
be: Аднаўленне
bg: Възстанови
cs: Obnovit
da: Gendan
de: Wiederherstellen
es: Restaurar
fa: بازیابی
fi: Palauta
fr: Restaurer
fur: Ripristine
hu: Helyreállítás
it: Ripristina
ja: 復元する
kab: Err-d
kk: Қалпына келтіру
pl: Przywróć
pt_br: Restaurar
ro: Restaurare
ru: Восстановить
sk: Obnoviť
sv: Återställ
tr: Sıfırla
uk: Відновити

source: A tool to create a live USB drive with an edition of Fedora
ar: أداة لإنشاء محرك أقراص USB يقوم بتشغيل إحدى إصدارات فيدورا مباشرةً
be: Інструмент для стварэння носьбітаў Live USB з пэўным выпускам Fedora
bg: Инструмент за създаване на USB устройство с живо издание на Fedora
cs: Nástroj pro vytváření živých USB disků s některou z edicí Fedory
da: Et værktøj til at oprette et live-USB-drev med en udgave af Fedora
de: Ein Werkzeug, um einen Live-USB-Datenträger mit einer Ausgabe von Fedora zu erzeugen
es: Una herramienta para crear USB vivos con una edición de Fedora
fa: یک ابزار برای ایجاد یک USB لایو با یک نسخهٔ فدورا
fi: Luo USB-muistitikku, jolta voi käynnistää jonkin Fedoran version
fr: Un outil pour créer un lecteur USB live contenant une édition de Fedora
fur: Un strument par creâ une unitât USB Live cuntune edizion di Fedora
hu: Egy eszköz indítható live USB meghajtó készítéséhez a Fedora egy változatával
it: Uno strumento per creare unità USB live con una edizione di Fedora
ja: Fedoraの特定のエディションのLive USBドライブを作成できるツールです
kab: Afecku i tmerna n unuḍaf USB live yesεan yiwet n teẓrigt si tid n Fedora
kk: Fedora басылымы бар Live USB дискісін жасауға арналған сайман
pl: Narzędzie do tworzenia dysków USB typu Live z Fedorą
pt_br: Uma ferramenta para criar uma unidade live USB com uma edição do Fedora
ro: Un instrument pentru a crea o unitate USB live cu o ediție a Fedora
ru: Инструмент для создания live USB-диска с вариантом Fedora
sk: Nástroj na vytváranie live USB diskov s niektorou edíciou Fedory
sv: Ett verktyg för att skapa en live-USB-enhet med en utgåva av Fedora
tr: Fedora sürümünü içeren canlı USB aygıtı yaratmanızı sağlayan araç
uk: Інструмент для створення портативних дисків USB із редакцією Fedora
