Repository: FedoraQt/MediaWriter
Catalog: po/mediawriter_*.po
Languages: ar, be, bg, cs, da, de, es, fa, fi, fr, fur, hu, it, ja, kab, kk, pl, pt_br, ro, ru, sk, sv, tr, uk, vi

source: A tool to create a bootable live USB drive with an edition of Fedora. Not only can Fedora Media Writer write an image to your flash drive, it can also download it for you. It offers official editions (Server, Workstation), Fedora spins (KDE Plasma Desktop, Xfce Desktop, Cinnamon Desktop,...), and Fedora Labs (Design Suite, Security Lab,...). It provides basic information about each of them to help you make the right choice.
ar: أداة لإنشاء محرك أقراص USB مباشر قابل للإقلاع بإحدى إصدارات فيدورا. لا يقوم كاتب وسائط فيدورا بكتابة صورة القرص وحسب، بل بوسعه أيضًا تنزيلها لك. يدعم الإصدارات الرسمية (Server وWorkstation)، ومتحورات فيدورا (أسطح مكتب KDE وXfce وCinnamon...) ومختبرات فيدورا (Desgin Suite وSecurity Lab...). كما يعطيك معلومات أساسية عن كل واحد منهم لمساعدتك في اختيار الأنسب.
be: Інструмент для стварэння загрузачных дыскаў Live USB з пэўным выпускам Fedora. Fedora Media Writer можа не толькі запісаць вобраз на флэш-накапляльнік, але і спампаваць яго. Прапануюцца афіцыйныя выпускі (Server, Workstation), Fedora Spins (KDE Plasma Desktop, Xfce Desktop, Cinnamon Desktop, ...) і Fedora Labs (Design Suite, Security Lab, ...). Падаюцца асноўныя звесткі пра кожны з іх, каб дапамагчы зрабіць правільны выбар.
bg: Инструмент за създаване на зареждащо живо USB устройство с Fedora. Fedora Media Writer записва образ на Вашия флаш диск, но също може и да го свали вместо Вас. Той предлага основните предназначения (Server, Workstation), Fedora компилации (KDE Plasma Desktop, Xfce Desktop, Cinnamon Desktop,...) и Fedora Labs (Design Suite, Security Lab,...). Програмата предоставя основна информация за всяка от версиите, за да Ви помогне да направите правилния избор.
cs: Nástroj pro vytváření živých USB disků s některou z edicí Fedory. Nejen, že Fedora Media Writer zapíše obraz na váš disk, ale také ho pro vás stáhne. Nabízí oficiální vydání (Server, Workstation), Spiny Fedory (KDE Plasma Desktop, Xfce Desktop, Cinnamon Desktop,...) a Fedora Labs (Design Suite, Security Lab,...). Obsahuje základní informace o každém z nich, aby pro vás bylo snažší udělat správnou volbu.
da: Et værktøj til at oprette et opstartsbart live-USB-drev med en udgave af Fedora. Fedora-medieskriver kan ikke blot skrive et aftryk til dit flash-drev, den kan også downloade det for dig. Den tilbyder officielle udgaver (Server, Workstation), Fedora-spins (KDE Plasma-skrivebord, Xfce-skrivebord, Cinnamon-skrivebord, ...) og Fedora Labs (designpakke, sikkerhedslaboratorie, ...). Den giver grundlæggende information om hver af dem for at hjælpe dig med at træffe det rigtige valg.
de: Ein Werkzeug, um einen bootfähigen Live-USB-Datenträger mit einer Ausgabe von Fedora zu erzeugen. Fedora Media Writer kann nicht nur ein Abbild auf einen Flash-Datenträger schreiben, sondern auch für Sie herunterladen. Es werden offizielle Ausgaben angeboten (Server, Workstation), Fedora Spins (KDE Plasma Desktop, Xfce Desktop, Cinnamon Desktop …) und Fedora Labs (Design Suite, Security Lab …). Grundlegende Informationen zu jeder Ausgabe werden angezeigt, um Ihnen bei der Auswahl zu helfen.
es: Una herramienta para crear un USB vivo de arranque con una versión de Fedora. Fedora Media Writer no solamente escribe una imagen en su disco portátil, sino que además puede descargarla si no la tiene. Ofrece las versiones oficiales (Servidor, Estación de Trabajo), Ediciones especiales (Escritorio KDE Plasma, Escritorio Xfce, Escritorio Cinnamon...), y Fedora Labs (Herramientas de diseño, Laboratorio de Seguridad...). Proporciona información básica de cada una de ellas para ayudarle a elegir la más conveniente.
fa: یک ابزار برای ایجاد یک USB لایو با یک نسخهٔ فدورا. نه تنها Fedora Media Writer ایمیج را بر روی فلش مموری رایت کند، بلکه می تواند آن را برای شما دانلود نیز بکند. این نسخه های رسمی فدورا (سرور و استگاه کار)، چرخه های فدورا (KDE Plasma Desktop, Xfce Desktop, Cinnamon Desktop و ...) و آزمایشگاه های فدورا ( مجموعهٔ طراحی، آزمایشگاه امنیت و ...) را شامل می شود. این اطلاعات پایه ای در مورد هر یک از این موارد ارائه می دهد تا به شما در انتخاب کمک کند.
fi: Työkalu, jolla voi luoda USB-muistista käynnistettävän asennusmedian Fedoralle. Luontityökalu osaa ladata levykuvan ja kirjoittaa sen USB-muistille. Tarjolla ovat viralliset versiot (Server ja Workstation), Fedoran Spinit (mm. KDE Plasma-, Xfce- ja Cinnamon -työpöydät) sekä Fedora Lab -julkaisut (mm. Design Suite, Security Lab). Työkalu antaa jokaisesta niistä perustiedot ja auttaa sinua valitsemaan sopivimman.
fr: Un outil pour créer un lecteur USB live avec une des éditions de Fedora. Non seulement Fedora Media Writer peut écrire une image sur votre disque USB, il peut aussi la télécharger pour vous. Il met à disposition les éditions officielles (Server, Workstation), les Spins Fedora (bureau KDE Plasma, bureau Xfce, bureau Cinnamon…) et les Labs Fedora (Design Suite, Security Lab…). Il vous fournit aussi des informations de base sur chacune de ces options pour vous permettre de faire le bon choix.
fur: Un strument par creâ une unitât USB Live inviabile cuntune edizion di Fedora. Scritor Supuarts di Fedora al pues no dome scrivi une imagjin su calvute, al pues ancje discjariâtile. Al ufrìs edizions uficiâi (Servidôr,Workstation), Fedora spins (KDE Plasma Desktop, Xfce Desktop, Cinnamon Desktop,...) e Fedora Labs (Design Suite, Security Lab,...). Al furnìs informazions di base su ogniune di lôr par fâti sielzi ben.
hu: Egy eszköz indítható live USB meghajtó készítéséhez a Fedora egy változatával. A Fedora médiaíró nem csak ki tudja írni a lemezképet, hanem le is tudja tölteni azt. A hivatalos, támogatott verziókat (Server, Workstation), a Fedora Spineket (KDE Plasma Desktop, XFCE Desktop, Cinnamon Desktop,...), és a Fedora Labs (Design Suite, Security Lab, …) lemezképeit nyújtja. Alapinformációkat is nyújt mindegyikről, hogy helyesen választhasson.
it: Uno strumento per creare unità USB live con una edizione di Fedora. E non solo. Fedora Media Writer è in grado di scrivere immagini su unità flash USB, ma anche di effettuarne il download. Mette a disposizione le edizioni ufficiali (Server, Workstation), le spin di Fedora (KDE Plasma Desktop, Xfce Desktop, Cinnamon Desktop,...), e le edizioni Fedora Lab (Design Suite, Security Lab,...). Fornisce inoltre informazioni di base su ciascuna di esse per aiutarti a fare la scelta giusta.
ja: このツールではFedoraのさまざまなエディションのLive USBメディアを作成することができます。Fedora Media Writerはイメージの書き込みだけではなくイメージのダウンロードも行なうことができます。オフィシャルイメージ(Server, Workstation)およびFedora Spin(KDE Plasma Desktop, Xfce Desktop, Cinnamon Desktopなど)や、Fedora Labs(Design Suite, Security Labなど)に対応しています。確かな選択が行えるように、それぞれについての基本的な情報を提供します。
kab: Afecku i tmerna n unuḍaf USB live s yiwet teẓrigt seg tid n Fedora. Mačči kan d tira i yettaru Fedora Media Writer tugna i unuḍaf-ik USB, yezmer daɣen ad tt-id-yessader. Yettakk-d tiẓrigin tunṣibin (Aqeddac, Workstation), Fedora spins (Tanarit n KDE Plasma, Tnarit Xfce, Tanarit Cinnamon,...), akked tebzimin n Fedora(Design Suite, Tibzimin n tɣellist,...). Yettmuddu-d talɣut tagejdant ɣef yal yiwen seg-sen ara k-yallen deg ufran igerrzen.
kk: Fedora басылымы бар жүктелетін Live USB дискісін жасауға арналған сайман. Fedora Media Writer бейнені флеш-дискіге жазып қана қоймай, оны сіз үшін жүктей де алады. Ол ресми басылымдарды (Сервер, Жұмыс үстелі), Fedora спиндер (KDE Plasma жұмыс үстелі, Xfce жұмыс үстелі, Cinnamon жұмыс үстелі,...) және Fedora зертханалар (Дизайн жинағы, Қауіпсіздік зертханасы,...) ұсынады. Ол дұрыс таңдау жасауға көмектесу үшін олардың әрқайсысы туралы негізгі ақпаратты береді.
pl: Narzędzie do tworzenia dysków USB typu Live z Fedorą. Fedora Media Writer może zapisywać obrazy na dyskach USB i je pobierać. Oferuje oficjalne edycje (Server, Workstation), dodatkowe obrazy (KDE Plasma, Xfce, Cinnamon…) i obrazy z Fedora Labs (Design Suite, Security Lab…). Dostarcza podstawowe informacje o obrazach, aby pomóc dokonać właściwego wyboru.
pt_br: Uma ferramenta para criar dispositivos inicializáveis live USB com uma edição do Fedora. Não só o Fedora Media Writer pode gravar uma imagem em sua unidade flash, como também pode baixá-la para você. Ele oferece edições oficiais (Server, Workstation), Fedora spins (KDE Plasma Desktop, Xfce Desktop, Cinnamon Desktop, ...) e Fedora Labs (Design Suite, Security Lab, ...). Ele fornece informações básicas sobre cada um deles para ajudá-lo a fazer a escolha certa.
ro: Un instrument pentru a crea o unitate USB live ce poate fi pornită cu o ediție a Fedora. Fedora Media Writer nu numai că poate scrie o imagine pe unitatea dvs. de memorie flash, dar o poate și descărca pentru dvs. Oferă ediții oficiale (Server, Workstation), Fedora spins (KDE Plasma Desktop, Xfce Desktop, Cinnamon Desktop,...) și Fedora Labs (Design Suite, Security Lab,...). Acesta oferă informații de bază despre fiecare dintre ele pentru a vă ajuta să faceți alegerea corectă.
ru: Инструмент для создания загрузочных live USB-дисков с вариантом Fedora. Media Writer может не только записать образ на флэш-диск, но и загрузить его. Предлагаются официальные версии (Server, Workstation), сборки Fedora (KDE Plasma Desktop, Xfce Desktop, Cinnamon Desktop,...) и Fedora Labs (Design Suite, Security Lab,...). Предоставляется основная информация по каждому из них, помогающая сделать правильный выбор.
sk: Nástroj na vytváranie spúšťateľných live USB diskov s niektorou edíciou Fedory. Fedora Media Writer dokáže nielen zapísať obraz na váš USB kľúč, ale ho pre vás aj stiahnuť. Ponúka oficiálne edície (Server, Workstation), Fedora spiny (Pracovné prostredie KDE, Xfce, Cinnamon, ...) a Laboratóriá Fedora (Design Suite, Security Lab, ...). Poskytuje taktiež základné informácie o každej edícii, aby ste si mohli vybrať tú správnu.
sv: Ett verktyg för att skapa en startbar live-USB-enhet med en utgåva av Fedora. Inte endast kan Fedora Mediaskrivare kan inte bara skriva en avbild till din flash-enhet, den kan hämta den åt dig också. Den erbjuder officiella utgåvor (Server, Workstation), Fedoraspins (KDE Plasma-skrivbord, Xfce-skrivbord, Cinnamon-skrivbord, …), och Fedora Labb (Designsvit, Säkerhetslabb, …). Det erbjuder grundläggande information om var och en av dem för att hjälpa dig att göra rätt val.
tr: Bir Fedora sürümünü içeren canlı USB aygıtı yaratmanızı sağlayan bu araçla yalnızca görüntünün aygıtınıza yazılmasını değil aynı zamanda sizin için indirilmesini de sağlayabilirsiniz. Resmi sürümlerin (Sunucu, Masaüstü) yanı sıra Fedora seçkilerini (KDE Plasma Masaüstü, Xfce masaüstü, Cinnamon Masaüstü...) ve Fedora Lab'larını (Tasarım paketi, güvenlik paketi...) da indirebilir ve doğru seçimi yapmanızı sağlayacak temel bilgileri bulabilirsiniz.
uk: Інструмент для створення придатних до завантаження записів портативної системи Fedora на носіях USB. Fedora Media Writer може не лише записувати образи на вашу флешку, але отримувати ці образи з інтернету. Програма запропонує вам офіційні випуски (Server, Workstation), Fedora spins (KDE Plasma Desktop, Xfce Desktop, Cinnamon Desktop,...) та випуски Fedora Labs (Design Suite, Security Lab,...). Вона надає основну інформацію щодо кожного з образів, що допоможе вам зробити правильний вибір.

source: Fedora Media Writer can also write other bootable ISOs loaded from your local disk, but keep in mind that it's only tested with Fedora images.
ar: بوسع كاتب وسائط فيدورا أيضًا كتابة صور الأقراص الأخرى القابلة للإقلاع من قرصك المحلي، مع العلم أنه لم يُختبر سوى على صور أقراص فيدورا.
be: Fedora Media Writer можа запісваць любыя загрузачныя вобразы ISO з лакальнага дыска, але майце на ўвазе, што праграма правяралася толькі з вобразамі Fedora.
bg: Fedora Media Writer също може да записва други зареждащи ISO образи, заредени от твърдия Ви диск, но имайте предвид, че това е тествано само с образи на Fedora.
cs: Fedora Media Writer také dokáže zapsat jiné bootovatelné ISO obrazy z vašeho disku, ale mějte na paměti, že byl testovaný pouze s obrazy Fedory.
da: Fedora-medieskriver kan også skrive andre opstartsbare ISO'er indlæst fra din lokale disk, men husk på at den kun er testet med Fedora-aftryk.
de: Fedora Media Writer kann außerdem mit bootfähigen ISO-Abbildern von Ihrer Festplatte umgehen. Bitte bedenken Sie jedoch, dass das Programm nur mit Fedora-Abbildern getestet wurde.
es: Fedora Media Writer también puede escribir otras ISOs de arranque que tenga en su disco duro, pero tenga en cuenta que solo se prueba con imágenes de Fedora.
fa: همچنین Fedora Media Writer می تواند دیگر فایل های ISO قابل بوت موجود در دیسک محلی شما را رایت کند، اما در نظر داشته باشید که این فقط با فدورا آزمایش شده است.
fi: Fedora-median luontityökalulla voi kirjoittaa USB:lle myös muita ISO-tiedostoja, mutta työkalua on testattu vain Fedoran levykuvilla.
fr: Fedora Media Writer peut également écrire d'autres ISO bootables chargés depuis votre disque local, mais gardez en tête que l'outil est testé uniquement avec les images Fedora.
fur: Scritôr Supuarts di Fedora al pues ancje scrivi altris ISO inviabilis, cjariadis sul disc fis locâl, ma ten iniments che al è stât provât dome cun lis imagjins di Fedora.
hu: A Fedora médiaíró képes más indítható ISO-kat is kiírni a helyi lemezéről, de tartsa észben, hogy az alkalmazás csak Fedora lemezképekkel lett tesztelve.
it: Fedora Media Writer può inoltre creare altre ISO avviabili da immagini caricate dai dischi locali, ma va tenuto presente che è testato solo con le immagini Fedora.
ja: Fedora Media Writerはローカルディスクから読み込まれた他の起動可能なISOイメージを書き込むこともできますが、このツールはFedoraイメージでのみテストされていることに注意してください。
kab: Fedora Media Writer yezmer daɣen ad yaru ISOs niḍen i d-yettwasulin seg uḍebsi-k adigan, maca err deg lbal-ik yettwasekyed kan akked tugniwin.
kk: Fedora Media Writer сонымен қатар жергілікті дискіден жүктелген басқа жүктелетін ISO бейнелерін жаза алады, бірақ ол тек Fedora бейнелерімен сыналғанын есте сақтаңыз.
pl: Fedora Media Writer może także zapisywać inne startowe pliki ISO z lokalnego dysku, ale należy pamiętać, że jest testowany tylko z obrazami Fedory.
pt_br: O Fedora Media Writer também pode criar outras ISO inicializáveis a partir de seu disco local, mas tenha consciência de que isso só foi testado com as imagens do Fedora.
ro: Fedora Media Writer poate scrie și alte imagini ISO apte de-a fi pornite, încărcate de pe discul dvs. local, dar rețineți că a fost testat doar cu imagini Fedora.
ru: Fedora Media Writer может записать и другие загрузочные ISO-файлы, которые берутся с вашего локального диска, но имейте в виду, что он проверен только с образами Fedora.
sk: Fedora Media Writer umožňuje tiež zapísať iné spustiteľné ISO obrazy z vášho disku. Nezabudnite však, že bol testovaný iba s obrazmi Fedory.
sv: Fedora Mediaskrivare kan även skriva andra startbara ISO:er som hämtas från din lokala disk, men kom ihåg att den bara har testats med Fedoraavbilder.
tr: Fedora Ortam Yazıcı aygıtınızda yer alan önyüklenebilen diğer ISO görüntülerinin yazılmasında da kullanılabilir ama aracın yalnızca Fedora görüntüleri ile denendiğini lütfen aklınızda bulundurun.
uk: Fedora Media Writer можна також скористатися для запису інших придатних до завантаження образів ISO з локального диска, але слід мати на увазі, що тестування програми виконувалося лише для образів Fedora.

# NSIS:AdminRightsRequired
source: Administrator rights required!
fi: Vaaditaan järjestelmänvalvojan oikeudet!
kk: Әкімші құқықтары қажет!

# NSIS:UninstallPreviousVersion
source: Uninstalling previous version of ${APPNAME}...
kk: ${APPNAME} алдыңғы нұсқасы өшірілуде...

# NSIS:UninstallProgram
source: Do you want to uninstall ${APPNAME}?
fi: Haluatko poistaa ${APPNAME} -sovelluksen?
kk: ${APPNAME} өшіргіңіз келе ме?

# NSIS:VCRedistDownloadFailed
source: Failed to download Visual C++ Redistributable. Please check your internet connection and try again, or download it manually from: https://aka.ms/vs/17/release/vc_redist.x64.exe
fi: Visual C++ Redistributablen lataus epäonnistui. Tarkista internetyhteytesi ja yritä uudelleen, tai lataa se manuaalisesti osoitteesta: https://aka.ms/vs/17/release/vc_redist.x64.exe
kk: Visual C++ Redistributable жүктеп алу сәтсіз аяқталды. Интернет байланысыңызды тексеріп, әрекетті қайталаңыз, немесе оны мына жерден қолмен жүктеп алыңыз: https://aka.ms/vs/17/release/vc_redist.x64.exe

# NSIS:VCRedistDownloading
source: Downloading Microsoft Visual C++ Redistributable...
fi: Ladataan Microsoft Visual C++ Redistributable -tiedostoa...
kk: Microsoft Visual C++ Redistributable жүктелуде...

# NSIS:VCRedistInstalling
source: Installing Microsoft Visual C++ Redistributable...
fi: Asennetaan Microsoft Visual C++ Redistributable -sovellusta...
kk: Microsoft Visual C++ Redistributable орнатылуда...

# NSIS:VCRedistNotInstalled
source: Microsoft Visual C++ Redistributable is not installed on your system. It is required for ${APPNAME} to run properly. Would you like to download and install it now? (approximately 25 MB)
fi: Microsoft Visual C++ Redistributable -sovellusta ei ole asennettu järjestelmääsi. Se vaaditaan, jotta ${APPNAME} toimii oikein. Haluatko ladata ja asentaa sen nyt? (noin 25 Mt)
kk: Microsoft Visual C++ Redistributable жүйеңізде орнатылмаған. Ол ${APPNAME} дұрыс жұмыс істеуі үшін қажет. Оны қазір жүктеп алып, орнатқыңыз келе ме? (шамамен 25 МБ)

# NSIS:VCRedistSkipped
source: You have chosen to skip the Visual C++ Redistributable installation. ${APPNAME} may not work correctly without it. You can download it manually from: https://aka.ms/vs/17/release/vc_redist.x64.exe
fi: Olet valinnut Visual C++ Redistributable -asennuksen ohittamisen. ${APPNAME} ei välttämättä toimi oikein ilman sitä. Voit ladata sen manuaalisesti osoitteesta: https://aka.ms/vs/17/release/vc_redist.x64.exe
kk: Сіз Visual C++ Redistributable орнатуын өткізіп жіберуді таңдадыңыз. ${APPNAME} онсыз дұрыс жұмыс істемеуі мүмкін. Оны мына жерден қолмен жүктеп алуға болады: https://aka.ms/vs/17/release/vc_redist.x64.exe

# RestorePage|
source: <p align="justify"> To reclaim all space available on the drive, it has to be restored to its factory settings. The live system and all saved data will be deleted. </p> <p align="justify"> You don't need to restore the drive if you want to write another live system to it. </p> <p align="justify"> Do you want to restore it to factory settings? </p>
ar: <p align="justify">يضطر استعادة كامل المساحة المتوفرة على محرك الأقراص إلى تهيئته. سيتم حذف نظام الإقلاع المباشر وجميع البيانات المحفوظة. </p> <p align="justify">لا حاجة إلى استعادة محرك الأقراص إذا كانت لكتابة نظام آخر عليه.</p><p align="justify">هل يجب استعادته إلى إعدادات المصنع؟</p>
be: <p align="justify"> Каб вярнуць усю наяўную на дыску прастору, трэба аднавіць завадскія налады дыска. Будуць выдалены live-сістэма і ўсе захаваныя даныя. </p> <p align="justify"> Не трэба аднаўляць дыск, калі вы хочаце запісаць на яго яшчэ адну live-сістэму. </p> <p align="justify"> Сапраўды аднавіць завадскія налады? </p>
bg: <p align="justify"> За да се възстанови цялото налично пространство на диска, трябва той да се върне към фабричното му състояние. Живата система и всички записани данни ще бъдат изтрити. </p> <p align="justify"> Не е нужно да възстановявате диска, ако искате да запишете на него друга жива система. </p> <p align="justify"> Искате ли да го възстановите до фабричните настройки? </p>
cs: <p align="justify"> Pro získání všeho volného místa na disku je potřeba jej obnovit do továrního nastavení. Živý systém a všechna uložená data budou smazána. </p> <p align="justify"> Pokud chcete na disk zapsat jiný živý systém, tak disk obnovovat nemusíte. </p> <p align="justify"> Chcete pokračovat? </p>
de: <p align="justify"> Um sämtlichen verfügbaren Platz auf dem Laufwerk zu nutzen, muss es auf den Lieferzustand zurückgesetzt werden. Das Live-System und alle gespeicherten Daten werden gelöscht. </p> <p align="justify"> Sie müssen das Laufwerk nicht wiederherstellen, wenn Sie ein anderes Live-System darauf installieren wollen. </p> <p align="justify"> Wollen Sie das Gerät auf den Lieferzustand zurücksetzen? </p>
es: <p align="justify"> Para reclamar todo el espacio disponible en el disco debe ser restaurado a los ajustes de fábrica. Se borrarán tanto el sistema vivo como todos los datos almacenados.</p> <p align="justify"> No necesita restaurar el disco si quiere escribir otro sistema vivo en él. </p> <p align="justify"> ¿Desea restaurarlo a los ajustes de fábrica? </p>
ja: <p align="justify">メディアで使用可能なすべての領域の再利用を行なうには、ディアを工場出荷時の設定に復元する必要があります。 Liveブートで保存されたすべてのデータが削除されます。</p> <p align = "justify">別のLiveイメージをメディアに書き込む場合は、メディアを復元する必要はありません。 </p> <p align="justify">メディアを工場出荷時の状態に戻しますか？</p>
pl: <p align="justify"> Aby odzyskać całe dostępne miejsce, należy przywrócić dysk do ustawień fabrycznych. System Live i wszystkie zapisane na nim dane zostaną usunięte. </p> <p align="justify"> Nie trzeba przywracać dysku, jeśli ma być na nim zapisany inny system Live. </p> <p align="justify"> Przywrócić go do ustawień fabrycznych? </p>
pt_br: <p align="justify"> Para recuperar todo o espaço disponível na unidade, ela deve ser restaurada às configurações de fábrica. O sistema ativo e todos os dados salvos serão excluídos. </p><p align="justify"> Você não precisa restaurar a unidade se quiser gravar outro sistema ativo nela. </p> <p align="justify"> Deseja restaurá-la para as configurações de fábrica? </p>
ru: <p align="justify"> Чтобы вернуть все имеющееся на диске пространство, нужно восстановить заводские настройки диска. Будут удалены live-система и все сохраненные данные. </p> <p align="justify"> Не нужно восстанавливать диск, если вы хотите записать на него еще одну live-систему. </p> <p align="justify"> Хотите восстановить заводские настройки? </p>
tr: <p align="justify"> Sürücünün tüm alanının kullanılabilmesi için fabrika ayarlarına döndürülmesi gerekmektedir. Canlı sistem ve kaydedilen veriler silinecektir. </p> <p align="justify"> Başka canlı sistem oluşturmak istiyorsanız sürücüyü sıfırlamanıza gerek yoktur. </p> <p align="justify"> Fabrika ayarlarına döndürmek istiyor musunuz? </p>
uk: <p align="justify"> Щоб отримати у розпорядження увесь можливий простір для зберігання даних на диску, слід відновити його стан до початкового. При цьому портативну систему та усі збережені дані буде вилучено.</p> <p align="justify">Немає потреби відновлювати носій, якщо ви хочете записати на нього іншу портативну систему. </p> <p align="justify"> Хочете відновити початкові параметри носія?</p>

source: Write Fedora images to your portable drives
ar: كتابة صور أقراص فيدروا على محرك أقراصك المحمولة
be: Запіс вобразаў Fedora на пераносныя дыскі
bg: Записва образи на Fedora на преносими устройства
cs: Zapisujte obrazy Fedory na přenosná média
da: Skriv Fedora-aftryk på dine flytbare drev
de: Fedora-Abbilder auf tragbare Datenträger schreiben
es: Grabe imágenes de Fedora en sus unidades portátiles
fa: ایمیج فدورا را روی درایو های قابل حمل خود رایت کنید
fr: Écrivez des images Fedora sur vos lecteurs amovibles
it: Scrive le immagini Fedora su unità portatili
ja: Fedoraイメージをお使いのポータブルメディアに書き込みます
kab: Aru tugniwin n Fedora ɣef yinuḍaf n ufus
pl: Zapisywanie obrazów Fedory na dyskach USB
pt_br: Grave imagens do Fedora em seus dispositivos portáteis
ru: Запись образов Fedora на переносные диски
sv: Skriv Fedoraavbilder till dina portabla enheter
tr: Fedora görüntülerini taşınabilir aygıtlarınıza yazın
uk: Запис образів Fedora на портативні пристрої

source: fmw;usb;iso;bootable;
be: fmw;usb;iso;bootable;загрузачны;дыск;
cs: fmw;usb;iso;spustitelné;
kab: fmw;usb;iso;asekkar;
pl: fmw;usb;iso;bootable;uruchamianie;zapisywanie;nośnik;media;live;
pt_br: fmw;usb;iso;bootable;inicialização;inicializar;inicializável;
sv: fmw;usb;iso;bootbar;
tr: fmw;usb;iso;bootable;önyüklenebilir;
uk: fmw;usb;iso;bootable;юесбі;флешка;ізо;образ;завантажувальний;завантаження;
