Repository: FedoraQt/MediaWriter
Catalog: po/mediawriter_*.po
Languages: ar, be, bg, cs, da, de, es, fa, fi, fr, fur, hu, it, ja, kab, kk, pl, pt_br, ro, ru, sk, sv, tr, uk, vi

# DownloadPage|
source: %1 Successfully Written
ar: تمت كتابة %1 بنجاح
be: %1 паспяхова запісана
bg: Успешно записване на %1
cs: Obraz %1 úspěšně zapsán
da: %1 Succesfuldt skrevet
de: %1 erfolgreich geschrieben
es: %1 Escrito con éxito
fi: %1 kirjoitettu onnistuneesti
fr: %1 écrit avec succès
fur: %1 Scriture eseguide cun sucès
hu: Sikeresen kiírva: %1
it: Scrittura di '%1' completata senza errori
ja: %1 の書き込みに成功しました
kab: %1 yettwaru akken iwata
kk: %1 сәтті жазылды
pl: Pomyślnie zapisano %1
pt_br: %1 gravado com sucesso
ro: %1 scris cu succes
ru: %1 успешно записано
sk: %1 Úspešne zapísané
sv: %1 Framgångsrikt skrivet
tr: %1 Başarıyla Yazıldı
uk: %1 успішно записано
vi: %1 đã ghi thành công

# DownloadPage|
source: Writing %1
ar: قيد كتابة %1
be: Запісваецца %1
bg: Записване на %1
cs: Zapisuji %1
da: Skriver %1
de: %1 schreiben
es: Escribiendo %1
fa: در حال نوشتن %1
fi: Kirjoitetaan %1
fr: Écriture de %1
fur: Daûr a scrivi %1
hu: Kiírás: %1
it: Scrittura di '%1'
ja: 書き込み中: %1
kab: Tira n %1
kk: %1 жазылуда
pl: Zapisywanie %1
pt_br: Gravando %1
ro: Se scrie %1
ru: Записывается %1
sk: Zapisovanie %1
sv: Skriver %1
tr: %1 Yazılıyor
uk: Записуємо %1
vi: Đang ghi %1

# DownloadPage|
source: Downloading %1
ar: قيد تنزيل %1
be: Спампоўванне %1
bg: Изтегляне на %1
cs: Stahuje se %1
da: Downloader %1
de: %1 herunterladen
es: Descargando %1
fa: در حال دانلود %1
fi: Ladataan %1
fr: Téléchargement de %1
fur: Daûr a discjariâ %1
hu: Letöltés: %1
it: Download di '%1'
ja: ダウンロード中: %1
kab: Asider n %1
kk: %1 жүктелуде
pl: Pobieranie %1
pt_br: Baixando %1
ro: Se descarcă %1
ru: Загружается %1
sk: Sťahovanie %1
sv: Laddar ned %1
tr: %1 İndiriliyor
uk: Отримуємо %1
vi: Đang tải %1

# DownloadPage|
source: Preparing %1
ar: قيد الإعداد %1
be: Падрыхтоўка %1
bg: Подготвне на %1
cs: Připravuje se %1
da: Forbereder %1
de: %1 vorbereiten
es: Preparando %1
fa: در حال آماده سازی %1
fi: Valmistellaan %1
fr: Préparation de %1
fur: Daûr a prontâ %1
hu: Előkészítés: %1
it: Preparazione di '%1'
ja: 準備中: %1
kab: Asewjed n %1
kk: %1 дайындалуда
pl: Przygotowywanie %1
pt_br: Preparando %1
ro: Se pregătește %1
ru: Подготовка %1
sk: Príprava %1
sv: Förbereder %1
tr: %1 Hazırlanıyor
uk: Готуємо %1
vi: Đang chuẩn bị %1

# DownloadPage|
source: Ready to write %1
ar: جاهز لكتابة %1
be: Гатовы да запісу %1
bg: Готовност за записване на %1
cs: Připraveno k zápisu %1
da: Klar til at skrive %1
de: Bereit zum Schreiben %1
es: Listo para escribir %1
fi: Valmis kirjoittamaan %1
fr: Prêt à écrire %1
fur: Pront par scrivi %1
hu: Írásra kész: %1
it: Pronto per la scrittura di %1
ja: %1を書き込む準備ができました
kab: Twejdeḍ ad taruḍ %1
kk: %1 жазуға дайын
pl: Gotowe do zapisu %1
pt_br: Pronto para gravar %1
ro: Pregătit pentru scriere %1
sk: Pripravené na zápis %1
sv: Klar att skriva %1
tr: %1 yazmaya hazır
uk: Готові до запису %1
vi: Sẵn sàng ghi %1

# DownloadPage|
source: Failed to download %1
ar: فشل تنزيل %1
be: Не ўдалося спампаваць %1
bg: Неуспешно изтегляне на %1
cs: Stahování %1 selhalo
da: Download af %1 mislykkedes
de: Fehlgeschlagener Download von %1
es: Descarga fallida de %1
fi: Tiedoston %1 lataus epäonnistui
fr: Échec du téléchargement de %1
fur: Nol è stât pussibil discjamâ %1
hu: Nem sikerült letölteni: %1
it: Download fallito di %1
ja: %1 のダウンロードに失敗しました。
kab: Yecceḍ usader n %1
kk: %1 жүктеп алу сәтсіз аяқталды
pl: Pobranie %1 się nie powiodło
pt_br: Falha ao baixar %1
ro: Descărcarea fișierului %1 a eșuat
sk: Nepodarilo sa stiahnuť %1
sv: Misslyckades att ladda ner %1
tr: %1 indirilemedi
uk: Не вдалося отримати %1
vi: Không thể tải %1

# DownloadPage|
source: B left)
ar: بايت)
be: Б засталося)
bg: B още)
cs: B zbývá)
da: B tilbage)
de: B übrig)
es: B restantes)
fa: بایت مانده)
fi: t jäljellä)
fr: o restants)
fur: B)
hu: B van hátra)
it: 1 B mancanti)
ja: B 残り)
kab: B i d-yeqqimen)
kk: Б қалды)
pl: B)
pt_br: B restantes)
ro: o rămași)
ru: Б осталось)
sk: B zostáva)
sv: B kvar)
tr: B kaldı)
uk: Б лишилося)
vi: B còn lại)

# DownloadPage|
source: KB left)
ar: كيلوبايت)
be: Кб засталося)
bg: KB още)
cs: KB zbývá)
da: KB tilbage)
de: KB übrig)
es: KB restantes)
fa: کیلوبایت مانده)
fi: kt jäljellä)
fr: Ko restants)
fur: KB)
hu: KB van hátra)
it: KB mancanti)
ja: KB 残り)
kab: KAṬ i d-yeqqimen)
kk: КБ қалды)
pl: KB)
pt_br: KB restantes)
ro: Ko rămași)
ru: КБ осталось)
sk: KB zostáva)
sv: KB kvar)
tr: KB kaldı)
uk: кБ лишилося)
vi: KB còn lại)

# DownloadPage|
source: MB left)
ar: ميجابايت)
be: МБ засталося)
bg: MB още)
cs: MB zbývá)
da: MB tilbage)
de: MB übrig)
es: MB restantes)
fa: مگابایت مانده)
fi: Mt jäljellä)
fr: Mo restants)
fur: MB)
hu: MB van hátra)
it: MB mancanti)
ja: MB 残り)
kab: MAṬ i d-yeqqimen)
kk: МБ қалды)
pl: MB)
pt_br: MB restantes)
ro: Mo rămași)
ru: МБ осталось)
sk: MB zostáva)
sv: MB kvar)
tr: MB kaldı)
uk: МБ лишилося)
vi: MB còn lại)

# DownloadPage|
source: GB left)
ar: جيجابايت)
be: ГБ засталося)
bg: GB още)
cs: GB zbývá)
da: GB tilbage)
de: GB übrig)
es: GB restantes)
fa: گیگابایت مانده)
fi: Gt jäljellä)
fr: Go restants)
fur: GB)
hu: GB van hátra)
it: GB mancanti)
ja: GB 残り)
kab: GAṬ i d-yeqqimen)
kk: ГБ қалды)
pl: GB)
pt_br: GB restantes)
ro: Go rămași)
ru: ГБ осталось)
sk: GB zostáva)
sv: GB kvar)
tr: GB kaldı)
uk: ГБ лишилося)
vi: GB còn lại)

# DownloadPage|
source: Your drive was unplugged during the process
ar: تم فصل محرك الأقراص أثناء العملية
be: Дыск быў адключаны падчас выканання дзеяння
bg: Вашето устройство бе изключено по време на процеса
cs: Vaše úložiště bylo při zpracování odpojeno
da: Dit drev blev frakoblet under processen
de: Ihr Laufwerk wurde während des Prozesses entfernt
es: Su unidad de almacenamiento fue desenchufada durante el proceso
fi: Asemasi irrotettiin prosessin aikana
fr: Votre lecteur a été débranché durant le processus
fur: La tô unitât e je stade distacade dilunc il procès
hu: A meghajtó a folyamat során leválasztásra került
it: L'unità è stata scollegata durante il processo
ja: 処理中にドライブが取り外されました
kab: Anuḍaf yekkes-d lawan n usesfer
kk: Процесс барысында дискіңіз ажыратылды
pl: Dysk został rozłączony w trakcie działania
pt_br: Sua unidade foi desconectada durante o processo
ro: Unitatea dvs. a fost deconectată în timpul procesului
sk: Disk bol odpojený počas tohto procesu
sv: Din enhet kopplades ur under processen
tr: İşlem sırasında sürücünüz çıkarıldı
uk: Ваш диск було від'єднано під час виконання процедури
vi: Ổ đĩa của bạn đã bị rút trong quá trình

# DownloadPage|
source: Downloads are saved to the downloads folder.
ar: يتم حفظ التنزيلات في مجلد التنزيلات.
be: Спампаваныя файлы захоўваюцца ў папку «Спампоўкі».
bg: Изтеглянията се записват в папката за изтегляне.
cs: Tento soubor bude uložený ve vaší složce pro stažené soubory.
da: Downloads bliver gemt i Downloads-mappen.
de: Heruntergeladene Dateien werden in Ihrem Downloads-Ordner gespeichert.
es: Las descargas se guardan en su directorio de descargas.
fa: دانلود ها در پوشه Downloads ذخیره می شوند.
fi: Lataukset tallennetaan Lataukset-kansioon.
fr: Les téléchargements sont enregistrés dans le dossier Téléchargements.
fur: Il files discjamâts a son stâts salvâts te cartele Discjariâts.
hu: A fájl mentésre kerül a letöltések mappába.
it: I file sono stati salvati nella cartella download.
ja: ダウンロードフォルダにダウンロード済みのファイルが保存されます。
kab: Isadaren ttwaskelsen deg ukaram n yisadaren.
kk: Жүктемелер жүктемелер бумасына сақталады.
pl: Pobrane pliki są zapisywane w katalogu Pobrane.
pt_br: Os downloads são salvos na pasta de downloads.
ro: Descărcările sunt salvate în dosarul «Descărcări».
ru: Загрузки сохраняются в папку загрузок.
sk: Stiahnuté súbory budú uložené do adresára so stiahnutými súbormi.
sv: Nedladdningar sparas i nedladdningsmappen.
tr: İndirilenler, indirilenler klasörüne kaydedilir.
uk: Отримані дані буде збережено до теки «Завантаження».
vi: Tệp tải xuống được lưu vào thư mục tải xuống.

# DownloadPage|
source: By writing, you will lose all of the data on %1.
ar: بمجرد بدء الكتابة، سيتم خسارة جميع البيانات المخزنة على %1.
be: Запіс прывядзе да страты ўсіх даных на %1.
bg: При записване, ще се загубят всички данни на %1.
cs: Zápisem ztratíte všechna data na disku %1.
da: Ved skrivning vil du miste alle data på %1.
de: Beim Schreiben gehen alle Daten auf %1 verloren.
es: Perderá todos los datos en %1 al escribir.
fa: پس از نوشتن، شما تمام داده های روی %1 را از دست خواهید داد.
fi: Kirjoittaminen tuhoaa kaikki aseman %1 tiedot.
fr: En écrivant sur %1, vous perdrez toutes les données dessus.
fur: Lant a scrivi tu pierdarâs ducj i dâts su %1.
hu: A kiírással minden adatot elveszít itt: %1.
it: Avviando la scrittura, tutti i dati su'%1' verranno persi.
ja: 書き込むと、%1 のデータは削除されます。
kab: S tira, ad tesruḥeḍ akk isefka ɣef %1.
kk: Жазу арқылы сіз %1 дискісіндегі барлық деректерді жоғалтасыз.
pl: Zapisując, wszystkie dane na dysku %1 zostaną usunięte.
pt_br: Ao gravar, você perderá todos os dados em %1.
ro: Prin scriere, veți pierde toate datele de pe %1.
ru: Запись приведет к потере всех данных на %1.
sk: Zápisom prídete o všetky dáta na disku %1.
sv: Genom att skriva kommer du förlora all data på %1.
tr: Yazarak, %1 içindeki tüm veriyi yitireceksiniz.
uk: Запис образу призведе до втрати усіх поточних даних на %1.
vi: Bằng cách ghi, bạn sẽ mất tất cả dữ liệu trên %1.

# DownloadPage|
source: Please insert an USB drive.
ar: الرجاء إدخال محرك أقراص USB.
be: Устаўце USB-дыск.
bg: Моля, предоставете USB устройство.
cs: Prosím, připojte USB úložiště.
da: Indsæt venligst et USB-drev.
de: Bitte schliessen Sie ein USB Laufwerk an.
es: Por favor inserte una unidad USB de almacenamiento.
fi: Aseta USB-asema.
fr: Veuillez insérer un lecteur USB.
fur: Inserìs une unitât USB.
hu: Helyezzen be egy USB-meghajtót.
it: Collega una unità USB.
ja: USBドライブを接続してください。
kab: Ttxil err anuḍaf USB.
kk: USB дискісін салыңыз.
pl: Proszę podłączyć dysk USB.
pt_br: Insira uma unidade USB.
ro: Introduceți o unitate USB.
sk: Vložte USB disk.
sv: Sätt i en USB-enhet.
tr: Lütfen USB sürücü takın.
uk: Будь ласка, вставте флешку USB.
vi: Vui lòng cắm USB.

# DownloadPage|
source: Your drive will be resized to a smaller capacity. You may resize it back to normal by using Fedora Media Writer. This will remove installation media from your drive.
ar: سيتقلص محرك الأقراص إلى مساحة أقل. يمكنك إعادته إلى طبيعته باستخدام كاتب وسائط فيدورا. حيث يزيل وسائط التثبيت من محرك الأقراص.
be: Ёмістасць дыска будзе паменшана. Вярнуць звычайную ёмістасць можна з дапамогай Fedora Media Writer. У выніку праграма выдаліць з дыска ўсталявальны носьбіт.
bg: Вашето устройство ще бъде преоразмерено до по-малък капацитет. Можете да го преоразмерите обратно към нормалното, като използвате Fedora Media Writer. Това ще премахне инсталационния носител от устройството.
cs: Kapacita vašeho disku bude snížena. Fedora Media Writer ho pro vás může vrátit do původního stavu; tím z něj zároveň odstraníte instalační médium.
da: Dit drev ændres til en mindre kapacitet. Du kan ændre kapaciteten tilbage til normal med Fedora-medieskriver. Dette vil fjerne installationsmediet fra dit drev.
de: Die verfügbare Kapazität Ihres Wechseldatenträgers wird verkleinert. Sie können den Datenträger über den Fedora Media Writer auf die normale Größe erweitern; hierbei wird allerdings das Installationsmedium von Ihrem Datenträger entfernt.
es: Se cambiará el tamaño de la unidad a uno menor. Puede volver a dejarlo como estaba con Fedora Media Writer. Este proceso eliminara el sistema de instalación de la unidad.
fa: درایو شما به ظرفیت کمتری تغییر اندازه پیدا خواهد کرد. این امکان را دارید که با استفاده از Fedora Media Writer آن را به حالت قبلی تغییر اندازه بدهید. این کار رسانه نصب را از درایو شما حذف خواهد کرد.
fi: Asemasi kapasiteetti muutetaan pienemmäksi. Voit palauttaa sen normaalin koon Fedora Media Writeria käyttäen. Koon palauttaminen poistaa asennusmedian asemalta.
fr: Votre lecteur sera redimensionné à une taille plus petite. Vous pourrez le ramener à sa taille normale en utilisant Fedora Media Writer. Cela supprimera le support d'installation de votre lecteur.
fur: La unitât e vignarà ridimensionade a une capacitât inferiôr. Tu podarâs tornâ a ridimensionâle come prime doprant Scritôr Supuarts di Fedora. Chest al gjavarà il supuart di instalazion de unitât.
hu: A meghajtó kisebb kapacitásra lesz átméretezve. Később újra átméretezheti az eredetire a Fedora médiaíróval; ez el fogja távolítani a telepítési médiát a meghajtóból.
it: L'unità verrà ridimensionata ad una capacità inferiore. È possibile riportarla alla capacità normale usando Fedora Media Writer. Questa operazione rimuoverà il media di installazione dall'unità.
ja: メディアのサイズが変更されて容量が小さくなります。 Fedora Media Writerを使用して、サイズを通常に戻すことができます。 これによりメディアからインストールメディアが削除されます。
kab: Anuḍaf ad temsawi teɣzi-s akken ad tuɣal d tameẓẓyant. Tzemreḍ ad t-terreḍ ɣer tamagnut s useqdec n Fedora Media Writer. Aya ad yekkes asbeddi n umidya seg unuḍaf.
kk: Дискіңіздің өлшемі кішірейтіледі. Оны Fedora Media Writer көмегімен қалыпты жағдайға қайтаруға болады. Бұл дискіден орнату тасымалдаушысын өшіреді.
pl: Rozmiar dysku zostanie zmniejszony. Można przywrócić jego rozmiar za pomocą programu Fedora Media Writer, co usunie z niego nośnik instalacji.
pt_br: Sua unidade será redimensionada para uma capacidade inferior. Você pode redimensioná-la de volta ao normal usando o Fedora Media Writer. Isso removerá a mídia de instalação da sua unidade.
ro: Unitatea dvs. va fi redimensionată la o capacitate mai mică. O puteți redimensiona înapoi la normal utilizând Fedora Media Writer. Acest lucru va elimina suportul de instalare din unitate.
ru: Емкость вашего диска будет уменьшена. Можно вернуть ее нормальное значение с помощью Fedora Media Writer. Это приведет к удалению дистрибутива с вашего диска.
sk: Disk bude zmenšený na menšiu kapacitu. Fedora Media Writer umožňuje zmeniť jeho veľkosť späť na pôvodnú, to však vymaže inštalačné médiu z disku.
sv: Din enhet kommer att ändras till en mindre kapacitet. Du kan ändra storleken tillbaka till det normala genom att använda Fedora Mediaskrivare. Detta tar bort installationsmedia från din enhet.
tr: Sürücünüz daha küçük bir kapasiteye boyutlandırılacak. Olağan boyutuna döndürmek için Fedora Ortam Yazıcı'yı kullanabilirsiniz. Bu, kurulum ortamını sürücüden kaldıracaktır.
uk: Місткість вашого диска буде зменшено. Ви можете відновити параметри місткості до нормальних за допомогою Fedora Media Writer. У результаті виконання цієї дії носій для встановлення буде вилучено з вашого диска.
vi: Ổ của bạn sẽ bị thu nhỏ dung lượng. Bạn có thể phục hồi bằng Fedora Media Writer. Việc này sẽ xóa phương tiện cài đặt khỏi ổ.

# DownloadPage|
source: Selected:
ar: تم اختيار:
be: Выбрана:
bg: Избран файл:
cs: Vybráno:
da: Valgt:
de: Ausgewählt:
es: Seleccionado:
fa: انتخاب شده:
fi: Valittu:
fr: Sélectionné :
fur: Selezionât:
hu: Kiválasztva:
it: Selezionato:
ja: 選択済み:
kab: Ittwafran:
kk: Таңдалды:
pl: Wybrano:
pt_br: Selecionado:
ro: Selectat:
ru: Выбрано:
sk: Vybrané:
sv: Vald:
tr: Seçilen:
uk: Вибрано:
vi: Đã chọn:

# DownloadPage|
source: None
ar: لم يتم الاختيار
be: Няма
bg: Нищо
cs: Žádné
da: Ingen
de: Nichts
es: Ninguno
fa: هیچ
fi: Ei mitään
fur: Nissun
hu: Nincs
it: Nessuno
ja: なし
kk: Ешнәрсе
pl: Brak
pt_br: Nenhum
ro: Niciunul
ru: Нет
sk: Nič
sv: Ingen
tr: Hiçbiri
uk: Немає
vi: Không

# DownloadPage|
source: Your board or device is not supported by Fedora Media Writer yet. Please check <a href=%1>this page</a> for more information about its compatibility with Fedora and how to create bootable media for it.
ar: لا يدعم كاتب وسائط فيدورا هذه الرقاقة أو الجهاز حتى الآن. الرجاء تفقد <a href=%1>هذه الصفحة</a> لمزيد المعلومات عن توافقيته مع فيدورا وكيفية كتابة وسائط قابلة للإقلاع عليه.
be: Fedora Media Writer пакуль не падтрымлівае вашу плату або прыладу. Каб даведацца больш пра сумяшчальнасць з Fedora і спосабы стварэння загрузачнага носьбіта, азнаёмцеся з інфармацыяй на <a href=%1>гэтай старонцы</a>.
bg: Вашето устройство все още не се поддържа от Fedora Media Writer. Моля, проверете <a href=%1>тази страница</a> за повече информация относно съвместимостта му с Fedora и как да създадете стартиращ носител за него.
cs: Fedora Media Writer zatím nepodporuje vaše zařízení nebo desku. Prosím, navštivte <a href=%1>tuto stránku</a> pro více informací o kompatibilitě vašeho zařízení s Fedorou a případné informace o tom, jak pro něj vytvořit spustitelné médium.
da: Dit bundkort eller din enhed understøttes endnu ikke af Fedora-medieskriver. Tjek venligst <a href=%1>denne side</a> for mere information om dens kompatibilitet med Fedora og hvordan du bruger det til at oprette et medie der kan startes fra.
de: Ihre Hauptplatine oder Ihr Wechseldatenträger werden aktuell noch nicht vom Fedora Media Writer unterstützt. Bitte informieren Sie sich auf <a href=%1>dieser Seite</a> über die Kompatibilität zu Fedora und wie Sie ein bootbares Medium erstellen können.
es: Fedora Media Writer no funciona aún con su dispositivo. Compruebe en <a href=%1>esta página</a> la compatibilidad del mismo con Fedora, así como la forma de generar un medio de arranque.
fa: بورد یا دستگاه شما هنوز توسط Fedora Media Writer پشتیبانی نمی شود. لطفا <a href=%1>این صفحه</a> را برای اطلاعات بیشتر درباره سازگاری آن با فدورا و نحوه ایجاد یک مدیا قابل بوت برای آن بررسی کنید.
fi: Alustasi tai laitteesi ei ole tuettu Fedora Media Writerin toimesta. Katso <a href=%1>tämä sivu</a> saadaksesi lisätietoja laitteesi yhteensopivuudesta Fedoran kanssa sekä siitä, kuinka voit luoda käynnistettävä median laitettasi varten.
fr: Votre carte ou appareil n'est pas encore pris en charge par Fedora Media Writer. Consultez <a href=%1>cette page</a> pour plus d'informations sur la compatibilité de Fedora avec cet appareil et savoir comment créer un support de démarrage compatible avec celui-ci.
fur: La schede o il dispositîf nol è ancjemò supuartât di Scritôr Supuarts di Fedora. Bute un voli su <a href=%1>cheste pagjine</a> par vê plui informazions su la sô compatibilitât cun Fedora e su ce mût creâ cun lui un supuart inviabil.
hu: Az alaplapját vagy eszközét még nem támogatja a Fedora médiaíró. További információkért arról, hogy támogatja-e a Fedorát, és hogyan kell indítható médiát készíteni hozzá, keresse fel <a href=%1>ezt az oldalt</a>.
it: La scheda o il dispositivo non sono supportati da Fedora Media Writer. Per ulteriori informazioni sulla compatibilità con Fedora e su come creare un media avviabile, visitare <a href=%1>questa pagina</a>.
ja: お使いの環境もしくはお使いのデバイスはFedora Media Writerでサポートされておりません。Fedoraとブートメディアの作成に関する要件について詳しくは<a href=%1>こちらのページ</a>をご確認ください。
kab: Tafelwit neɣ ibenk-ik ur tettusefrak ara sɣur Fedora Media Writer akka tura. Ttxil-k sefqed <a href=%1>asebter-a</a> i wugar n telɣut ɣef umṣada n Fedora akked wamek ara as-ternuḍ amidya ara yeddun fell-as.
kk: Сіздің тақтаңызға немесе құрылғыңызға Fedora Media Writer әлі қолдау көрсетпейді. Оның Fedora-мен үйлесімділігі және оған жүктелетін тасымалдаушыны жасау жолы туралы қосымша ақпарат алу үшін <a href=%1>осы бетті</a> қараңыз.
pl: To urządzenie nie jest jeszcze obsługiwane przez program Fedora Media Writer. <a href=%1>Ta strona</a> zawiera więcej informacji o jego zgodności z Fedorą i sposobie utworzenia nośnika startowego.
pt_br: Sua placa ou dispositivo ainda não é suportado pelo Fedora Media Writer. Verifique <a href=%1>esta página</a> para mais informações sobre sua compatibilidade com o Fedora e como criar mídia inicializável para ele.
ro: Placa sau dispozitivul dvs. nu este încă acceptat de Fedora Media Writer. Consultați <a href=%1>această pagină</a> pentru mai multe informații despre compatibilitatea sa cu Fedora și despre cum să creați medii de pornire pentru aceasta.
ru: Fedora Media Writer пока не поддерживает вашу плату или устройство. Проверьте <a href=%1>эту страницу</a> для получения дополнительной информации об их совместимости с Fedora и о том, как создать для них загрузочный носитель.
sk: Fedora Media Writer zatiaľ nepodporuje vaše zariadenie alebo dosku. Viac informácií o kompatibilite s Fedorou, a ako pre ňu vytvoriť spustiteľné médium, nájdete na <a href=%1>tejto stránke</a>.
sv: Ditt kort eller din enhet stödjs inte av Fedora mediaskrivare ännu. Se <a href=%1>denna sida</a> för mer information om dess kompatibilitet med Fedora och hur man kan skapa ett startbart medium för den.
tr: Kartınız veya aygıtınız henüz Fedora Ortam Yazıcı tarafından desteklenmiyor. Fedora ile uyumluluğu ve nasıl önyüklenebilir ortam oluşturulacağıyla ilgili daha çok bilgi için lütfen <a href=%1>bu sayfaya</a> göz atın.
uk: Підтримки вашої плати або диска у Fedora Media Writer ще не передбачено. Будь ласка, ознайомтеся із <a href=%1>цією сторінкою</a>, щоб дізнатися більше про сумісність з Fedora та способи створення придатного до завантаження носія даних з цією операційною системою.
vi: Thiết bị/Bo mạch của bạn chưa được Fedora Media Writer hỗ trợ. Vui lòng xem <a href=%1>trang này</a> để biết thông tin tương thích và cách tạo phương tiện khởi động.

# DownloadPage|
source: The selected drive's size is %1. It's possible you have selected an external drive by accident!
ar: لقد اخترت محرك أقراص سعته %1. لربما اخترت محرك أقراص خارجي عن طريق الخطأ!
be: Памер выбранага дыска %1. Магчыма, вы выпадкова выбралі знешні дыск!
bg: Размерът на избраното устройство е %1. Възможно ли е случайно да сте избрали външно устройство!
cs: Vybraný disk je velký %1. Je možné, že jste omylem vybrali externí pevný disk!
da: Det valgte drevs størrelse er %1. Du har muligvis valgt et ekstern drev ved en fejl!
de: Die Größe des ausgewählten Datenträgers ist %1. Sie haben möglicherweise unbeabsichtigt ein externes Laufwerk ausgewählt!
es: El tamaño de la unidad seleccionada es %1. ¡Es posible que haya elegido una unidad externa por error!
fa: اندازه درایو انتخاب شده %1 می باشد. ممکن است که تصادفا یک درایو خارجی را انتخاب کرده باشید!
fi: Valitun levyn koko on %1. Saatoit valita vahingossa ulkoisen aseman!
fr: Le disque sélectionné est de %1. Il est possible que vous ayez sélectionné un lecteur externe par erreur !
fur: La dimension de unitât selezionade e je %1. Al è pussibil che tu vedis selezionât une unitât esterne par erôr!
hu: A kiválasztott meghajtó mérete %1. Lehetséges hogy véletlenül egy külső meghajtót választott!
it: La dimensione dell'unità selezionata è di '%1'. È possibile che sia stato selezionata per errore un'unità esterna!
ja: 選択したメディアのサイズは %1 です。 間違えて外付けドライブを選択した可能性があります!
kab: Teɣzi n unuḍaf i yettwafernen d %1. Yezmer tferneḍ anuḍaf azɣaray war ma tfaqqeḍ!
kk: Таңдалған дискінің өлшемі - %1. Сіз шатасып, сыртқы дискіні таңдап қойғаныңыз мүмкін!
pl: Rozmiar wybranego dysku to %1. Możliwe, że przypadkowo wybrano dysk zewnętrzny.
pt_br: O tamanho da unidade selecionada é %1. É possível que você tenha selecionado uma unidade externa por acidente!
ro: Dimensiunea unității selectate este %1. Este posibil să fi selectat accidental o unitate externă!
ru: Размер у выбранного устройства %1. Возможно, вы случайно выбрали внешний диск!
sk: Veľkosť vybraného disku je %1. Je možné, že ste omylom vybrali externý disk!
sv: Den valda enhetsn storlek är %1. Det är möjligt att du valt en extern enhet av misstag!
tr: Seçilen sürücünün boyutu %1. Yanlışlıkla dış sürücü seçmiş olabilirsiniz!
uk: Об'єм вибраного диска дорівнює %1. Ймовірно, ви випадково вибрали зовнішній диск!
vi: Ổ đã chọn có dung lượng %1. Có thể bạn đã chọn nhầm ổ ngoài!
