Repository: FedoraQt/MediaWriter
Catalog: po/mediawriter_*.po
Languages: ar, be, bg, cs, da, de, es, fa, fi, fr, fur, hu, it, ja, kab, kk, pl, pt_br, ro, ru, sk, sv, tr, uk, vi

# main|
source: Fedora Media Writer
ar: كاتب وسائط فيدورا
da: Fedora-medieskriver
fur: Scritôr Supuarts di Fedora
hu: Fedora médiaíró
sv: Fedora Mediaskrivare
tr: Fedora Ortam Yazıcı

source: Fedora Media Writer
ar: كاتب وسائط فيدورا
da: Fedora-medieskriver
sv: Fedora Mediaskrivare
tr: Fedora Ortam Yazıcı

# Release|
source: Emerging Fedora Editions
ru: Новые версии Fedora

# VersionPage|
source: Emerging Editions
ru: Новые версии

# WriteJob|
source: Couldn't open the drive for writing
ru: Не удалось открыть диск для записи

# WriteJob|
source: Couldn't remove the drive %1:
ru: Не удалось удалить диск %1:

# WriteJob|
source: Couldn't unlock the drive
ru: Не удалось разблокировать диск

# main|
source: Finish
fa: اتمام
ru: Готово

# main|
source: Write
fa: نوشتن
ru: Запись

# main|
source: Download && Write
fa: دانلود و نوشتن
ru: Загрузить и записать

# main|
source: Download & Write
fa: دانلود و نوشتن
ru: Загрузить и записать

# main|
source: Cancel
fa: لغو
ru: Отменить

# main|
source: Retry
fa: تلاش مجدد
ru: Повторить

# main|
source: Next
fa: بعدی
ru: Дальше

# main|
source: About
fa: درباره
ru: Сведения

# main|
source: Previous
fa: قبلی
ru: Назад
