[
    {
        "subvariant": "workstation",
        "category": "product",
        "name": "Fedora Workstation",
        "summary": "This is the Linux workstation you've been waiting for.",
        "icon": "qrc:/logos/workstation",
        "screenshots": [],
        "description": [
            "<p>",
            "Fedora Workstation is a reliable, user-friendly, and powerful operating system for your laptop or desktop computer. It supports a wide range of developers, from hobbyists and students to professionals in corporate environments.",
            "</p><blockquote><p>",
            "“The plethora of tools provided by<br /> Fedora allows me to get the job done.<br /> It just works.”",
            "</p><p align=right> ― <em>Christine Flood, ",
            "JVM performance engineer",
            "</em></p></blockquote><h3>",
            "Sleek user interface",
            "</h3><p>",
            "Focus on your code in the GNOME 3 desktop environment. GNOME is built with developer feedback and minimizes distractions, so you can concentrate on what's important.",
            "</p><h3>",
            "Complete open source toolbox",
            "</h3><p>",
            "Skip the drag of trying to find or build the tools you need. With Fedora's complete set of open source languages, tools, and utilities, everything is a click or command line away. There's even project hosting and repositories like COPR to make your code and builds available quickly to the community.",
            "</p><h3>",
            "GNOME Boxes & other virt tools",
            "</h3><p>",
            "Get virtual machines up and running quickly to test your code on multiple platforms using GNOME Boxes. Or dig into powerful, scriptable virtualization tools for even more control.",
            "</p><h3>",
            "Built-in Docker support",
            "</h3><p>",
            "Containerize your own apps, or deploy containerized apps out of the box on Fedora, using the latest technology like Docker.",
            "</p>" 
        ]
    },
    {
        "subvariant": "server",
        "category": "product",
        "name": "Fedora Server",
        "summary": "The latest technology. A stable foundation. Together, for your applications and services.",
        "icon": "qrc:/logos/server",
        "screenshots": [],
        "description": [
            "<blockquote><p>",
            "“The simplicity introduced with rolekit and cockpit have made server deployments a breeze. What took me a few days on other operating systems took less than an hour with Fedora %(rel)s Server. It just works.”",
            "</p><p align=right> ― <em>Dan Mossor, ",
            "Systems Engineer",
            "</em></p></blockquote><p>",
            "Fedora Server is a short-lifecycle, community-supported server operating system that enables seasoned system administrators experienced with any OS to make use of the very latest server-based technologies available in the open source community.",
            "</p><h3>",
            "Easy Administration",
            "</h3><p>",
            "Manage your system simply with Cockpit's powerful, modern interface. View and monitor system performance and status, and deploy and manage container-based services.",
            "</p><h3>",
            "Server Roles",
            "</h3><p>",
            "There's no need to set up your server from scratch when you use server roles. Server roles plug into your Fedora Server system, providing a well-integrated service on top of the Fedora Server platform. Deploy and manage these prepared roles simply using the Rolekit tool.",
            "</p><h3>",
            "Database Services",
            "</h3><p>",
            "Fedora Server brings with it an enterprise-class, scalable database server powered by the open-source PostgreSQL project.",
            "</p><h3>",
            "Complete Enterprise Domain Solution",
            "</h3><p>",
            "Level up your Linux network with advanced identity management, DNS, certificate services, Windows(TM) domain integration throughout your environment with FreeIPA, the engine that drives Fedora Server's Domain Controller role.",
            "</p><blockquote><p>",
            "“The Docker Role for Fedora Server was simple and fast to install so that you can run your Docker images. This makes a great testbed for beginners and experts with docker so that they can develop their applications on the fly.”",
            "</p><p align=right> ― <em>John Unland, ",
            "Information Systems Student",
            "</em></p></blockquote>" 
        ]
    },
    {
        "subvariant": "kde",
        "category": "spins",
        "name": "Fedora KDE Plasma Desktop",
        "summary": "A complete, modern desktop built using the KDE Plasma Desktop.",
        "icon": "qrc:/logos/kde",
        "screenshots": [ "https://spins.fedoraproject.org/static/images/screenshots/screenshot-kde.jpg" ],
        "description": [
            "<p>",
            "The Fedora KDE Plasma Desktop Edition is a powerful Fedora-based operating system utilizing the KDE Plasma Desktop as the main user interface.",
            "</p><p>",
            "Fedora KDE Plasma Desktop comes with many pre-selected top quality applications that suit all modern desktop use cases - from online communication like web browsing, instant messaging and electronic mail correspondence, through multimedia and entertainment, to an advanced productivity suite, including office applications and enterprise grade personal information management.",
            "</p><p>",
            "All KDE applications are well integrated, with a similar look and feel and an easy to use interface, accompanied by an outstanding graphical appearance.",
            "</p>" 
        ]
    },
    {
        "subvariant": "xfce",
        "category": "spins",
        "name": "Fedora Xfce Desktop",
        "summary": "A complete, well-integrated Xfce Desktop.",
        "icon": "qrc:/logos/xfce",
        "screenshots": [ "https://spins.fedoraproject.org/static/images/screenshots/screenshot-xfce.jpg" ],
        "description": [
            "<p>",
            "The Fedora Xfce spin showcases the Xfce desktop, which aims to be fast and lightweight, while still being visually appealing and user friendly.",
            "</p><p>",
            "Fedora Xfce is a full-fledged desktop using the freedesktop.org standards.",
            "</p>"
        ]
    },
    {
        "subvariant": "lxqt",
        "category": "spins",
        "name": "Fedora LXQt Desktop",
        "summary": "A lightweight, well-integrated LXQt desktop environment.",
        "icon": "qrc:/logos/lxqt",
        "screenshots": [ "https://spins.fedoraproject.org/static/images/screenshots/screenshot-lxqt.jpg" ],
        "description": [
            "<p>",
            "Fedora LXQt provides a lightweight, well-integrated LXQt desktop environment. In addition to LXQt itself it provides a small, well selected collection of applications like the QupZilla browser, which combines Chromium's rendering engine with a nice Qt experience. Other applications include the Trojita mail client, the qBittorrent client, the Yarock music player and a set of some more commonly used applications. As all applications use the same Qt5 toolkit and the Breeze theme known from KDE, the desktop provides a unified and well-integrated style and theming. In addition breeze-gtk is provided to allow the user to integrate GTK applications too.",
            "</p>"
        ]
    },
    {
        "subvariant": "mate",
        "category": "spins",
        "name": "Fedora MATE-Compiz Desktop",
        "summary": "A classic Fedora Desktop with an additional 3D Windows Manager.",
        "icon": "qrc:/logos/mate",
        "screenshots": [ "https://spins.fedoraproject.org/static/images/screenshots/screenshot-matecompiz.jpg" ],
        "description": [
            "<p>",
            "The MATE Compiz spin bundles MATE Desktop with Compiz Fusion. MATE Desktop is a lightweight, powerful desktop designed with productivity and performance in mind. The default windows manager is Marco which is usable for all machines and VMs. Compiz Fusion is a beautiful 3D windowing manager with Emerald and GTK+ theming.",
            "</p><p>",
            "If you want a powerful, lightweight Fedora desktop with 3D eyecandy you should definitely try the MATE-Compiz spin.",
            "</p>" 
        ]
    },
    {
        "subvariant": "cinnamon",
        "category": "spins",
        "name": "Fedora Cinnamon Desktop",
        "summary": "A modern desktop featuring traditional Gnome user experience.",
        "icon": "qrc:/logos/cinnamon",
        "screenshots": [ "https://spins.fedoraproject.org/static/images/screenshots/screenshot-cinnamon.jpg" ],
        "description": [
            "<p>",
            "Cinnamon is a Linux desktop which provides advanced innovative features and a traditional user experience. The desktop layout is similar to Gnome 2. The underlying technology is forked from Gnome Shell. The emphasis is put on making users feel at home and providing them with an easy to use and comfortable desktop experience.",
            "</p><p>",
            "Cinnamon is a popular desktop alternative to Gnome 3 and this spin provides the option to quickly try and install this desktop.",
            "</p>" 
        ]
    },
    {
        "subvariant": "lxde",
        "category": "spins",
        "name": "Fedora LXDE Desktop",
        "summary": "A light, fast, less-resource hungry desktop environment.",
        "icon": "qrc:/logos/lxde",
        "screenshots": [ "https://spins.fedoraproject.org/static/images/screenshots/screenshot-lxde.jpg" ],
        "description": [
            "<p>",
            "LXDE, the \"Lightweight X11 Desktop Environment\", is an extremely fast, performant, and energy-saving desktop environment. It maintained by an international community of developers and comes with a beautiful interface, multi-language support, standard keyboard shortcuts and additional features like tabbed file browsing.",
            "</p><p>",
            "LXDE is not designed to be powerful and bloated, but to be usable and slim. A main goal of LXDE is to keep computer resource usage low. It is especially designed for computers with low hardware specifications like netbooks, mobile devices (e.g. MIDs) or older computers.",
            "</p>"
        ]
    },
    {
        "subvariant": "soas",
        "category": "spins",
        "name": "Fedora SoaS Desktop",
        "summary": "Discover. Reflect. Share. Learn.",
        "icon": "qrc:/logos/soas",
        "screenshots": [ "https://spins.fedoraproject.org/static/images/screenshots/screenshot-soas.jpg" ],
        "description": [
            "<p>",
            "Sugar on a Stick is a Fedora-based operating system featuring the award-winning Sugar Learning Platform and designed to fit on an ordinary USB thumbdrive (\"stick\").",
            "</p><p>",
            "Sugar sets aside the traditional “office-desktop” metaphor, presenting a child-friendly graphical environment. Sugar automatically saves your progress to a \"Journal\" on your stick, so teachers and parents can easily pull up \"all collaborative web browsing sessions done in the past week\" or \"papers written with Daniel and Sarah in the last 24 hours\" with a simple query rather than memorizing complex file/folder structures. Applications in Sugar are known as Activities, some of which are described below.",
            "</p><p>",
            "It is now deployable for the cost of a stick rather than a laptop; students can take their Sugar on a Stick thumbdrive to any machine - at school, at home, at a library or community center - and boot their customized computing environment without touching the host machine’s hard disk or existing system at all.",
            "</p>" 
        ]
    },
    {
        "subvariant": "astronomy",
        "category": "labs",
        "name": "Fedora Astronomy",
        "summary": "Powerful completely open-source and free tool for amateurs and professionals.",
        "icon": "qrc:/logos/astronomy",
        "screenshots": [],
        "description": [
            "<p>",
            "Fedora Astronomy brings a complete open source toolchain to both amateur and professional astronomers.",
            "</p><p>",
            "The Spin provides the Fedora KDE desktop enhanced with a complete scientific Python environment and the AstrOmatic software for data analysis. KStars was added to provide a full featured astrophotography tool. As KStars uses the INDI library to control equipment, various telescopes, cameras etc. are supported. Summarized, Fedora Astronomy provides a complete set of software, from the observation planning to the final results.",
            "</p>" 
        ]
    },
    {
        "subvariant": "design_suite",
        "category": "labs",
        "name": "Fedora Design Suite",
        "summary": "Visual design, multimedia production, and publishing suite of free and open source creative tools.",
        "icon": "qrc:/logos/design",
        "screenshots": [],
        "description": [
            "<p>",
            "Looking for a ready-to-go desktop environment brimming with free and open source multimedia production and publishing tools? Try the Design Suite, a Fedora Spin created by designers, for designers.",
            "</p><p>",
            "The Design Suite includes the favorite tools of the Fedora Design Team. These are the same programs we use to create all the artwork that you see within the Fedora Project, from desktop backgrounds to CD sleeves, web page designs, application interfaces, flyers, posters and more. From document publication to vector and bitmap editing or 3D modeling to photo management, the Design Suite has an application for you — and you can install thousands more from the Fedora universe of packages.",
            "</p>" 
        ]
    },
    {
        "subvariant": "games",
        "category": "labs",
        "name": "Fedora Games",
        "summary": "A collection and perfect show-case of the best games available in Fedora.",
        "icon": "qrc:/logos/games",
        "screenshots": [],
        "description": [
            "<p>",
            "The Fedora Games spin offers a perfect showcase of the best games available in Fedora. The included games span several genres, from first-person shooters to real-time and turn-based strategy games to puzzle games.",
            "</p><p>",
            "Not all the games available in Fedora are included on this spin, but trying out this spin will give you a fair impression of Fedora's ability to run great games.",
            "</p>" 
        ]
    },
    {
        "subvariant": "python",
        "category": "labs",
        "name": "Fedora Python Classroom",
        "summary": "A classroom lab for teaching the Python programming language to students",
        "icon": "qrc:/logos/scientific",
        "screenshots": [ "https://labs.fedoraproject.org/static/images/python-classroom/screenshot1.png", "https://labs.fedoraproject.org/static/images/python-classroom/screenshot2.png", "https://labs.fedoraproject.org/static/images/python-classroom/screenshot3.png" ],
        "description": [
            "<p>",
            "One of the benefits of Fedora for Python developers is the ease of setting up Python development. The Fedora Python Classroom Lab makes it even easier for teachers and instructors to use Fedora in their classrooms or workshops. Ready to use operating system with important stuff pre-installed - either with GNOME or as a headless environment for Docker or Vagrant. Teach Python on Fedora, with Fedora, using the stuff you love: IPython, Jupyter Notebook, multiple Pythons, virtualenvs, tox, git and more",
            "</p><p>",
            "The Fedora Python Classroom Lab comes in 3 variants. Either you can run it in graphical mode with GNOME, or you can virtualize it with Vagrant or run it in a Docker container. You choose what fits your teaching environment the best.",
            "</p>"
        ]
    },
    {
        "subvariant": "robotics",
        "category": "labs",
        "name": "Fedora Robotics Suite",
        "summary": "A wide variety of free and open robotics software packages for beginners and experts in robotics.",
        "icon": "qrc:/logos/robotics",
        "screenshots": [],
        "description": [
            "<p>",
            "The Fedora Robotics spin provides a wide variety of free and open robotics software packages. These range from hardware accessory libraries for the Hokuyo laser scanners or Katana robotic arm to software frameworks like Fawkes or Player and simulation environments such as Stage and RoboCup Soccer Simulation Server 2D/3D. It also provides a ready to use development environment for robotics including useful libraries such as OpenCV computer vision library, Festival text to speech system and MRPT.",
            "</p><p>",
            "The Robotics spin is targeted at people just discovering their interest in robotics as well as experienced roboticists. For the former we provide a readily usable simulation environment with an introductory hands-on demonstration, and for the latter we provide a full development environment, to be used immediately.",
            "</p>" 
        ]
    },
    {
        "subvariant": "scientific",
        "category": "labs",
        "name": "Fedora Scientific",
        "summary": "A bundle of open source scientific and numerical tools used in research.",
        "icon": "qrc:/logos/scientific",
        "screenshots": [],
        "description": [
            "<p>",
            "Wary of reinstalling all the essential tools for your scientific and numerical work? The answer is here. Fedora Scientific Spin brings together the most useful open source scientific and numerical tools atop the goodness of the KDE desktop environment.",
            "</p><p>",
            "Fedora Scientific currently ships with numerous applications and libraries. These range from libraries such as the GNU Scientific library, the SciPy libraries, tools like Octave and xfig to typesetting tools like Kile and graphics programs such as Inkscape. The current set of packages include an IDE, tools and libraries for programming in C, C++, Python, Java and R. Also included along with are libraries for parallel computing such as the OpenMPI and OpenMP. Tools for typesetting, writing and publishing are included.",
            "</p>"
        ]
    },
    {
        "subvariant": "security",
        "category": "labs",
        "name": "Fedora Security Lab",
        "summary": "A safe test environment to work on security auditing, forensics, system rescue and teaching security testing methodologies.",
        "icon": "qrc:/logos/security",
        "screenshots": [],
        "description": [
            "<p>",
            "The Fedora Security Lab provides a safe test environment to work on security auditing, forensics, system rescue and teaching security testing methodologies in universities and other organizations.",
            "</p><p>",
            "The spin is maintained by a community of security testers and developers. It comes with the clean and fast Xfce Desktop Environment and a customized menu that provides all the instruments needed to follow a proper test path for security testing or to rescue a broken system. The Live image has been crafted to make it possible to install software while running, and if you are running it from a USB stick created with LiveUSB Creator using the overlay feature, you can install and update software and save your test results permanently.",
            "</p>"
        ]
    }
]
